S هو ذاك الصوب، بالضبط جدام استعلامات السياح بالضبط.
A 4 5|||Replace|||قدام|||REQUIRED|||-NONE-|||0

S ما قط سمعت بهالعنوان في هالمنطقة من قبل.
A 1 2|||Replace|||قد|||REQUIRED|||-NONE-|||0

S امش سيده لين تشوف صيدلية.
A 1 2|||Replace|||سيدا|||REQUIRED|||-NONE-|||0

S بكم الريوق؟

S شلون اقدر اساعدك؟

S خذ ثالث لفة يسار.

S بغيت سكر وكريمة في القهوة؟

S ممكن تصرف لي قيمة جيكي بو ميتين دولار كاش؟
A 4 5|||Replace|||تشيكي|||REQUIRED|||-NONE-|||0

S اذا المفروض يصير، اتصل فيني.

S وين الكوفي شوب؟

S بغيت فانلة يهال.
A 2 3|||Replace|||جهال.|||REQUIRED|||-NONE-|||0

S اوكي. يكلف خمسة وثمانين سنت بالبريد العادي وثلاث دولارات بالضبط زيادة حق التسليم الخاص.

S لو كنت مكانك جان بشتري هذي.
A 3 4|||Replace|||كان|||REQUIRED|||-NONE-|||0
A 4 5|||Replace|||باشتري|||REQUIRED|||-NONE-|||0
A 5 6|||Replace|||هاذي.|||REQUIRED|||-NONE-|||0

S بتكون في اي صعوبات مع الجمارك؟
A 1 2|||Replace|||فيه|||REQUIRED|||-NONE-|||0

S عندك جواتي رسمية حق الرجول العريضة؟

S لا. بغيت غرفة مزدوجة بس حق استخدام فردي؟ عندنا وحدة.
A 9 10|||Replace|||واحدة.|||REQUIRED|||-NONE-|||0

S ابغي كيرلي ضيق، لو سمحت.

S هي تبغي بير.

S صباح الخير. شلونك؟

S مسامحة بس لازم اشوف شي يثبت الهوية.

S اي نوع صوص؟

S هذي بارد شوي، ممكن تسخنه؟
A 0 1|||Replace|||هاذي|||REQUIRED|||-NONE-|||0

S مسامحة هالمكان مأخوذ.

S انا بخير. بس يصير تكلم رفيجي؟
A 5 6|||Replace|||رفيقي؟|||REQUIRED|||-NONE-|||0

S شكرا، هذي يكفي.
A 1 2|||Replace|||هاذي|||REQUIRED|||-NONE-|||0

S من احسن صديق عندك؟

S يوم الصحة والرياضة تاريخ عشرة اكتوبر هو عطلة وطنية مسوينها عشان يشجعون صحة الناس.

S تبغيني اجيك تحت البانيت؟
A 1 2|||Replace|||اشيك|||REQUIRED|||-NONE-|||0

S تقدر تساعدني ادور شنطتي؟

S ممكن تسوي الترتيبات من قبل؟

S قاعد احصل مساعدة. شكرا.

S لما توصل، اسأل احد ثاني لو سمحت.

S بغيت تحويلة اربعة وعشرين لو سمحت.

S هاك دولارين. خل الباقي.

S واحد هامبرقر وواحد تشيز برقر لو سمحت.
A 1 2|||Replace|||هامبرجر|||REQUIRED|||-NONE-|||0
A 4 5|||Replace|||برجر|||REQUIRED|||-NONE-|||0

S كم تاخد للاجراءات؟

S كل واحد بيدفع حق وجبته.

S الموقع كان على كرسي في اللوبي.

S ممكن تحول الين لي جنيه.
A 3 5|||Replace|||لجنيه.|||REQUIRED|||-NONE-|||0

S بغيت معجم بحجم الجيب لو سمحت.

S حق شخصين الساعة سبع. باسم واتانابي.

S ساعتي. كانت ديجيتال سيكو.

S يسعدنا نقدم لك شراب من اختيارك، وبعده العشا. في دليل كامل عن المشروبات اللي نوفرها في هالرحلة موجود في دليل المعلومات بمجلتنا.
A 8 9|||Replace|||فيه|||REQUIRED|||-NONE-|||0

S انت تسكن قريب من هني؟

S وين محل الهدايا؟

S انا على هايوي ون، عند مورو بي.

S بغيت ساعة منبه لو سمحت.

S على فكرة، اسمي هيروشي ايجيما.

S القطار يوقف عند ليك فوريست صح؟
A 4 5|||Replace|||فورست|||REQUIRED|||-NONE-|||0

S اكثر اليابانيين ياكلون الاخطبوط والحبار.

S بغيت تذكرتين درجة ثانية لي شيكاغو؟
A 4 6|||Replace|||لشيكاغو؟|||REQUIRED|||-NONE-|||0

S رحت نيويورك.

S شنو رقم الرحلة؟

S واحد حق نيويورك لو سمحت.

S يعني حق كم يوم.

S ثاني واحد على اليسار.

S هذي البطاقة، اوكي؟
A 0 1|||Replace|||هاذي|||REQUIRED|||-NONE-|||0

S هذي مكتب الاستقبال؟ في عيادة قريبة؟
A 0 1|||Replace|||هاذي|||REQUIRED|||-NONE-|||0
A 3 4|||Replace|||فيه|||REQUIRED|||-NONE-|||0

S تكفي عشر دولارات حق التكسي؟

S طعمه غريب.

S اي. انتظر، بجيب لك واحد.
A 2 3|||Replace|||باجيب|||REQUIRED|||-NONE-|||0

S نص غرشة لو سمحت.

S لا. بس شي مو غالي.

S تدور شي؟

S اربع ليالي.

S احتاج دلاغات.

S ممكن تخليها ارخص لأن فيها بقع؟
A 3 4|||Replace|||لان|||REQUIRED|||-NONE-|||0

S ريال صدمني. بعدها اكتشفت ان بوكي اختفى.
A 0 1|||Replace|||رجال|||REQUIRED|||-NONE-|||0

S مادري اذا جهزت ثياب تكفي حق رحلة مدتها ثلاث اسابيع.
A 0 1|||Replace|||ما ادري|||REQUIRED|||-NONE-|||0

S انزين، نبي نجرب واين ابيض.

S اذا احد سأل عني، قول لهم انا في الكوفي شوب.

S انا متأكد ان كان موجود في جيب كوتي الداخلي.

S ممكن تعطيني اسم ورقم الشخص اللي تكلمه؟

S الخطوط الجوية بتدفع لي عشان اشتري بعض الضروريات؟

S بغيت غرفة فيها حمام.

S ولا شي طلع من المكينة؟

S كان المفروض تروح على الرحلة ثمانمية وعشرين اللي طارت من خمسطعش دقيقة. اقدر ارتب لك رحلة ثانية.
A 10 11|||Replace|||خمستعش|||REQUIRED|||-NONE-|||0

S في احد فتح طردي.

S لا عادي. خلاص، انت هني.

S الخطوط الجوية اليابانية، رحلة مية وثلاثة وعشرين.

S احتاج اشتري شامبو.

S ممكن تخبرني لما نوصل سيفيك سنتر؟
A 4 5|||Replace|||سفك|||REQUIRED|||-NONE-|||0

S وين اقرب قصاب؟

S بنقعد اربع ليالي من واحد اغسطس.

S شنو اسم هذيج الوردة؟
A 2 3|||Replace|||هاذيك|||REQUIRED|||-NONE-|||0

S خمسطعش من سبتمبر هو يوم احترام كبار السن.
A 0 1|||Replace|||خمستعش|||REQUIRED|||-NONE-|||0

S غرفتي مافيها صابون.

S في شي ممكن استخدمه حق هالحبوب؟

S ممكن تغير الصياغة تخليها مثل ما قلتها؟

S شكثر ياخذ الوقت للطلب؟

S ممكن تتكلم بصوت اعلى؟

S شكثر بياخذ قبل ما يطلع؟

S وين استعلامات الرياضة؟

S هذي المقاس، اللي انت تسميه اعتيادي، يصلح.
A 0 1|||Replace|||هاذي|||REQUIRED|||-NONE-|||0

S وين بتنتهي الجولة؟ ومتى؟

S وين اغير القطار عشان اروح إدنبره؟
A 5 6|||Replace|||ادنبرة؟|||REQUIRED|||-NONE-|||0

S بغيت احط هذي في صندوق أمانات.
A 2 3|||Replace|||هاذي|||REQUIRED|||-NONE-|||0
A 5 6|||Replace|||امانات.|||REQUIRED|||-NONE-|||0

S وين اقدر اصرف فلوسي؟

S عادي نخلي اغراضنا، بدون الأغراض الغالية، في الباص؟
A 4 5|||Replace|||الاغراض|||REQUIRED|||-NONE-|||0

S مادري ليش هالمبلغ مكتوب في الفاتورة.
A 0 1|||Replace|||ما ادري|||REQUIRED|||-NONE-|||0

S بدفع خمسين دولار.
A 0 1|||Replace|||بادفع|||REQUIRED|||-NONE-|||0

S الحين عرفت شنو كان غلط.

S معاك ايكيدا. عندي حجز طاولة الساعة ست ونص المسا. مسامحة بس بتأخر نص ساعة.
A 11 12|||Replace|||باتأخر|||REQUIRED|||-NONE-|||0

S كم اونصه من العطر اقدر اخذ بدون دفع الضرايب؟
A 1 2|||Replace|||اونصة|||REQUIRED|||-NONE-|||0
A 5 6|||Replace|||آخذ|||REQUIRED|||-NONE-|||0

S بس سياحة.

S عادي، وقعهم لو سمحت. شلون تبيه؟

S للحين عندك مقاعد حق عرض الليلة؟

S بغيت واحد عود.

S انا نمت عن منبه الساعة ست ونص.

S انا مصور مستقل.

S عامل الكازينو يقدر يحول دولاراتك لفيشات للكازينو. ها نروح؟

S عندنا تقريبا ثلاثين نوع من زيوت الاستحمام.

S بجهز الاقتراح حقك الاسبوع الجاي.
A 0 1|||Replace|||باجهز|||REQUIRED|||-NONE-|||0

S مشكور. بكم القفازات؟

S لازم امشي. بكلمك بعدين.
A 2 3|||Replace|||باكلمك|||REQUIRED|||-NONE-|||0

S بغيت حفاضات.

S وين نشأ سمج الزبيدي هذي؟
A 2 3|||Replace|||سمك|||REQUIRED|||-NONE-|||0
A 4 5|||Replace|||هاذي؟|||REQUIRED|||-NONE-|||0

S ممكن تحولهم لي دولارات، لو سمحت؟

S حظنا زين. عندهم واحد مقاس اربعة في محل الا موانا.

S في ليموزين؟
A 0 1|||Replace|||فيه|||REQUIRED|||-NONE-|||0

S ممكن تتصل تقعدني باجر الساعة خمس ونص الصبح؟
A 3 4|||Replace|||باكر|||REQUIRED|||-NONE-|||0

S افضل غرفة هادية.

S بغيت اسيتون.

S بغيت بطارية.

S في فرقة لايف ولا دي جي؟

S ممكن أأجر أدوات غوص؟
A 1 2|||Replace|||اأجر|||REQUIRED|||-NONE-|||0
A 2 3|||Replace|||ادوات|||REQUIRED|||-NONE-|||0

S بغيت احجز غرفة حق اربع ليالي من اثنين وعشرين ديسمبر.

S زينة هالشنطة حق كل الاجواء؟

S بغيت دونت، لو سمحت.
A 1 2|||Replace|||دونات،|||REQUIRED|||-NONE-|||0

S بغيت أأجر سيارة اوتوماتيك حق يومين.
A 1 2|||Replace|||اأجر|||REQUIRED|||-NONE-|||0

S فوت طيارة عشرين لسان فرانسيسكو.

S شكثر الوقت للمطار؟

S هذي زين. متى؟
A 0 1|||Replace|||هاذي|||REQUIRED|||-NONE-|||0

S شكبر بنتك؟

S تعطيني فنادق رخيصة ونظيفة؟

S ممكن نحجز لك غرفة مريحة في قلعة قديمة يم نادي قولف مشهور.
A 10 11|||Replace|||غولف|||REQUIRED|||-NONE-|||0

S انا انصح بهذي لأن مصنوع من مكونات طبيعية مية بالمية.
A 3 4|||Replace|||لان|||REQUIRED|||-NONE-|||0

S يوقف هالقطار في برايتون؟

S ممكن تقول لي وين اقدر احصل تاكسي؟

S تذكرتين درجة ثانية، لو سمحت.

S بغيت ارسل فاكس.

S بغيت اوتي للسفر.

S بغيت شي؟

S يومي؟ ما ودي اسأل، بس شتقصد؟

S بغيت واحد يكفي وثائق بحجم اوراق الرسايل بدون ما اطويهم.

S اي، بس مو وايد قوي.
A 3 4|||Replace|||واجد|||REQUIRED|||-NONE-|||0

S فيني حساسية من القطاوة.

S اي، لازم يكون عندك ليسن و، اه، لازم يكون عندك ليسن من وكالة التكسي والليموزين.
A 5 6|||Replace|||و#،|||REQUIRED|||-NONE-|||0
A 6 7|||Replace|||آه،|||REQUIRED|||-NONE-|||0

S تفضل، اخوي.

S مو محصل ماي حار.

S بغيت احجز غرفة حق الليلة.

S لا، بدون الضريبة ورسوم الخدمة.

S تبغي تروح معاي نتسوق الظهر؟

S مرحبا، واجد حلو هالفستان.

S الحين، مكالمتك وصلت. تفضل، لو سمحت.

S كم رقم البوابة؟

S شنو الهدية التقليدية من هاواي؟

S اقدر اروح هناك في النفق؟

S بغيت استشوار.

S بنوصل لأي نتيجة واحنا نتكلم جذي؟
A 1 2|||Replace|||لاي|||REQUIRED|||-NONE-|||0
A 5 6|||Replace|||كذي؟|||REQUIRED|||-NONE-|||0

S انا ياي من النرويج.
A 1 2|||Replace|||جاي|||REQUIRED|||-NONE-|||0

S من عشر لي اثنعش لو سمحت.
A 2 4|||Replace|||لاثنعش|||REQUIRED|||-NONE-|||0

S اكيد. خلني اشوف. شكلك انجرحت بالمرجان.

S احتياط، عطني رقم الشخص المسؤول.

S في طريق سريع؟
A 0 1|||Replace|||فيه|||REQUIRED|||-NONE-|||0

S ليش ما جا الحفلة امس؟

S كان في حادث.
A 1 2|||Replace|||فيه|||REQUIRED|||-NONE-|||0

S مسامحة، غلطت في الرقم.

S لو سمحت دخل الرمز.

S ماقدر اعدل الصورة.
A 0 1|||Replace|||ما اقدر|||REQUIRED|||-NONE-|||0

S واحد جيز برقر وعصير برتقال، لو سمحت.
A 1 2|||Replace|||تشيز|||REQUIRED|||-NONE-|||0
A 2 3|||Replace|||برجر|||REQUIRED|||-NONE-|||0

S هذي جوازي.
A 0 1|||Replace|||هاذي|||REQUIRED|||-NONE-|||0

S مشكور ما قصرت. امم، ممكن اروح فوق للقمة؟

S ممكن تعطيني تذكرتين للعرض الموسيقي يوم الجمعة الجاي؟

S في مسافر ثاني هناك قال يقدر يبدل الكرسي وياك.
A 0 1|||Replace|||فيه|||REQUIRED|||-NONE-|||0

S يصير امدد قعدتي؟

S قول لي، تعرف مكان يستاهل ينشاف هني؟

S لا. بغيت نص مجموعة مضارب وجوتي.

S ممكن تخبروني لما تحصلون الشنطة المفقودة؟

S شنو اسم هالحديقة الوطنية؟

S فيني شمخ.

S وين مكان حلو للسياحة؟

S ممكن تعطيني شوية فاكهة؟

S ممكن اخذ الغدا الحين؟
A 1 2|||Replace|||آخذ|||REQUIRED|||-NONE-|||0

S احتاج احول هالدولارات.

S احتاج تكسي. انا في ساوث مين و ليبرتي.
A 1 2|||Replace|||تاكسي.|||REQUIRED|||-NONE-|||0
A 6 8|||Replace|||وليبرتي.|||REQUIRED|||-NONE-|||0

S اكيد، تحتاج كيرلي؟

S مو تفاحة ترى خوخة.

S بعطيك وصفة. خذها للصيدلية.
A 0 1|||Replace|||باعطيك|||REQUIRED|||-NONE-|||0

S نطير ثلاث مرات في الاسبوع، الثلاثاء، والجمعة والسبت.

S هذي غالي، صح؟
A 0 1|||Replace|||هاذي|||REQUIRED|||-NONE-|||0

S اي، هذي عندنا. بنجهزه لك.
A 1 2|||Replace|||هاذي|||REQUIRED|||-NONE-|||0

S ممكن تخلي شناط عندك لي ثلاث؟
A 2 3|||Replace|||الشناط|||REQUIRED|||-NONE-|||0
A 4 6|||Replace|||لثلاث؟|||REQUIRED|||-NONE-|||0

S لا، بس ابغي امر.

S ممكن احجز اجر-سيارة هني؟

S انت امريكي؟

S لي هالمكان، لو سمحت.
A 0 2|||Replace|||لهالمكان،|||REQUIRED|||-NONE-|||0

S سيارتي موقفة.

S وين الآي شادو؟

S بغينا زاوية هادية، اذا يصير.

S سكوج وماي، لو سمحت. وعندك شي خفيف؟
A 0 1|||Replace|||سكوتش|||REQUIRED|||-NONE-|||0

S شلون اطفي هالليت؟

S هو واجد مشغول اليوم؟

S بغيت خيط.

S عطني شهادة طبية، لو سمحت.

S ابغيك تقصره انج واحد هني.
A 2 3|||Replace|||انش|||REQUIRED|||-NONE-|||0

S ماحس اني اوكي. عطني دوا لو سمحت.
A 0 1|||Replace|||ما احس|||REQUIRED|||-NONE-|||0

S ممكن تعطيني جريدة يابانية، لو سمحت؟

S اوكي. يصير اقط السيارة في أي مكان؟ كم بتكون الرسوم؟
A 5 6|||Replace|||اي|||REQUIRED|||-NONE-|||0

S اي باص يروح مركز المدينة؟

S في اكسبريس لبوسطن؟
A 0 1|||Replace|||فيه|||REQUIRED|||-NONE-|||0

S لو سمحت صير صديقي بالمراسلة.

S واجد متحمس. مو قادر اقعد من الحماس.

S ممكن انزل في فندق الهيلتون؟

S ابغيك تشيله.

S لف يسار على هالشارع عقب خذ اول لفة يمين.

S ابغي اعرف اذا ممكن تنشحن مجموعة الصحون هذي لطوكيو.
A 7 8|||Replace|||هاذي|||REQUIRED|||-NONE-|||0

S بغيت فودر حق الجسم.

S في اكل مو واجد حار؟
A 0 1|||Replace|||فيه|||REQUIRED|||-NONE-|||0

S قريب يصير اروح مشي؟

S ممكن تعطيني الملح؟

S ابغي اروح وول ستريت. شلون؟

S التمرين واجد بيأذيك.

S مع الريوق، والضريبة، ورسوم الخدمة، بيصير خمسة واربعين دولار للشخص في الليلة.

S ممكن تصلح هذي؟
A 2 3|||Replace|||هاذي؟|||REQUIRED|||-NONE-|||0

S مسا الخير. مرحبا.

S مو قادر احصل شناطك.

S امش سيده، لو سمحت.
A 1 2|||Replace|||سيدا،|||REQUIRED|||-NONE-|||0

S الماي يصلح للشرب؟

S اااه، يالله. دولارين بس.

S ممكن تغير لي هالفستان تعطيني مقاس اكبر؟

S انزين، خل نروح. اقدر اساعدك في الواجب عقب ما ناكل بيتزا.

S اي، سيد تاناكا. في لك رسالتين.

S مو قدي.

S بكرة يوم جديد.

S يمكن اقدر اساعدك. تحتاج فيتامين سي؟

S انباق بوكي في القطار.

S بعيد. احسن لك تاخذ تكسي.
A 4 5|||Replace|||تاكسي.|||REQUIRED|||-NONE-|||0

S بغيت كرسي على الممر، لو سمحت.

S اعيش في شقة بثمانية آلاف ين في الشهر.

S ممكن اتدخل؟

S لو سمحت. عادي تبدل الكرسي وياي؟

S اي، اكيد.

S روح الزاوية ولف يسار على الإشارة.
A 5 6|||Replace|||الاشارة.|||REQUIRED|||-NONE-|||0

S ابغي اودع اشيائي الغالية في امانات الفندق.

S اي، بس تأكد ان تكون معاك ذكرتك.
A 6 7|||Replace|||تذكرتك.|||REQUIRED|||-NONE-|||0

S اشخاص قليلين بيروحون جولتنا الاختيارية.

S بس خلاص. المهم، ودني مركز جايناتاون لو سمحت. بحاول اعرف بروحي.
A 5 6|||Replace|||تشاينا تاون|||REQUIRED|||-NONE-|||0
A 8 9|||Replace|||باحاول|||REQUIRED|||-NONE-|||0

S في ناس جداد بيتوظفون في ابريل.
A 0 1|||Replace|||فيه|||REQUIRED|||-NONE-|||0

S ان شاء الله.

S اثنين سكوج و ماي، لو سمحت.
A 1 2|||Replace|||سكوتش|||REQUIRED|||-NONE-|||0
A 2 4|||Replace|||وماي،|||REQUIRED|||-NONE-|||0

S من يلعب؟

S يسار، لو سمحت.

S هالضرس اللي قدام يعورني.

S شنو آخر لعبة كمبيوتر حق اللي عمرهم خمسطعش؟
A 7 8|||Replace|||خمستعش؟|||REQUIRED|||-NONE-|||0

S بنشوفك بكرة.

S لا، بس شكرا. احس اني احسن.

S عندك خبز؟

S انت زين في الكمان؟

S رفيجي زلق وطاح في الحمام.
A 0 1|||Replace|||رفيقي|||REQUIRED|||-NONE-|||0

S ممكن تعطيني طفاية؟

S منعوا المسيحية وانعزلت الدولة عن باقي العالم.

S شكثر تبي؟

S كوكتيل ربيان لها ولي انا بعد.

S ممكن توقع هني؟ وحروف اسمك الأولى هني.
A 5 6|||Replace|||الاولى|||REQUIRED|||-NONE-|||0

S شرفني اني زرت مكاتبكم واني دخلت في نقاشات مهمة معاكم. مشكورين على تعاونكم.

S شخيرك مزعج.

S آخر شي ما عجبني اللون. يصير ارجع هذي؟
A 7 8|||Replace|||هاذي؟|||REQUIRED|||-NONE-|||0

S ممكن تعطيني فلفل؟

S انا سيد تاكاهاشي من غرفة خمسة اربعين تسعة. ممكن تطرش لي اربع غراش بير بودوايزر، لو سمحت؟
A 14 15|||Replace|||بدوايزر،|||REQUIRED|||-NONE-|||0

S هذي سبعين دولار.
A 0 1|||Replace|||هاذي|||REQUIRED|||-NONE-|||0

S لو سمحت كلمني على الفندق لما تحصل شناطي.

S ابغي احد يتصل يقعدني بكرة الساعة ثمان ونص، لو سمحت.

S اي، بس هذي واجد وانا اصلا شبعان.
A 2 3|||Replace|||هاذي|||REQUIRED|||-NONE-|||0

S ابغي غسول للفم.

S احس اني تعبان.

S تسوون تخفيضات كبرى؟

S طوكيو صفر ثلاثة اربع تسعات اربعة خمسة ستة سبعة.

S ممكن تساعدني احصل حديقة الحيوانات؟

S ممكن تعلمني شلون اعدله؟

S متى تخلص جولة الباص؟

S تعرف شلون تستخدم التلفون؟

S اكيد. عندنا فواصل كتب امريكية اصلية حلوة.

S عامل مكالمات يتكلم ياباني، لو سمحت.

S احنا مهتمين بالأزياء.
A 2 3|||Replace|||بالازياء.|||REQUIRED|||-NONE-|||0

S ممكن تقلصني؟

S هذي عيادة إف؟
A 0 1|||Replace|||هاذي|||REQUIRED|||-NONE-|||0
A 2 3|||Replace|||اف؟|||REQUIRED|||-NONE-|||0

S مرحبا، آنسة ياماغوجي؟ الطرف الثاني على الخط. انقبلت المكالمة. تفضلي، لو سمحتي.

S الساعة كم بنوصل لوس انجيلوس؟

S امش سيدة لمدة خمس دقايق تقريبا، عقب لف يسار.
A 1 2|||Replace|||سيدا|||REQUIRED|||-NONE-|||0

S هو من هالطريق صوب الساحل.

S شاهي الأعشاب هذي ينعش الجسم.
A 1 2|||Replace|||الاعشاب|||REQUIRED|||-NONE-|||0
A 2 3|||Replace|||هاذي|||REQUIRED|||-NONE-|||0

S هذيلا مو مصنوعين في اليابان، صح؟
A 0 1|||Replace|||هاذيلا|||REQUIRED|||-NONE-|||0

S اوكي. من هني لو سمحت. بوديك غرفتك.
A 5 6|||Replace|||باوديك|||REQUIRED|||-NONE-|||0

S لازم اطلع من الفندق قبل الظهر.

S اثنين همبرقر واثنين قهوة، لو سمحت. باخذهم تيك اوي.
A 1 2|||Replace|||همبرجر|||REQUIRED|||-NONE-|||0
A 6 7|||Replace|||بآخذهم|||REQUIRED|||-NONE-|||0

S يصير اشيل هالشنطتين؟

S طلبت لحم، مو سمج. ممكن تغيره؟
A 3 4|||Replace|||سمك.|||REQUIRED|||-NONE-|||0

S ولدي منتهي.

S معدتي تقلب.

