S راه تما، مقابل مكتب استعلامات السياح بالضبط.
A 1 2|||Replace|||ثما،|||REQUIRED|||-NONE-|||0

S ما عمري سمعت هاد العنوان هنايا.

S سير نيشان حتا تشوف صيدلية.
A 2 3|||Replace|||حتى|||REQUIRED|||-NONE-|||0

S شحال كا يدير الفطور؟
A 1 3|||Replace|||كيدير|||REQUIRED|||-NONE-|||0

S كيفاش نقدر نعاونك؟

S مع القنت التالت دور على ليسر.
A 2 3|||Replace|||الثالث|||REQUIRED|||-NONE-|||0
A 5 6|||Replace|||الايسر.|||REQUIRED|||-NONE-|||0

S واش تبغي لاكريم و السكر في القهوة ديالك؟
A 3 5|||Replace|||والسكر|||REQUIRED|||-NONE-|||0

S تقدر تخلص الشيك ديالي ديال ميتين دولار؟

S إلا خصو يبان، عيط ليا عفاك.
A 0 1|||Replace|||ايلا|||REQUIRED|||-NONE-|||0
A 1 2|||Replace|||خصه|||REQUIRED|||-NONE-|||0
A 4 5|||Replace|||لي|||REQUIRED|||-NONE-|||0
A 5 6|||Replace|||عافاك.|||REQUIRED|||-NONE-|||0

S فين القهوة؟

S بغيت تريكو ديال الدراري الصغار.

S واخا. كايدير خمسة و تمانين دولار للبريد العادي و تلاتة دولار بالضبط زيادة للتوصيل الخاص.
A 0 1|||Replace|||وخا.|||REQUIRED|||-NONE-|||0
A 1 2|||Replace|||كيدير|||REQUIRED|||-NONE-|||0
A 3 5|||Replace|||وثمانين|||REQUIRED|||-NONE-|||0
A 8 10|||Replace|||وثلاثة|||REQUIRED|||-NONE-|||0

S كون كنت فبلاصتك كون شريتو.
A 4 5|||Replace|||شريته.|||REQUIRED|||-NONE-|||0

S واش غادي نلقا شي صعوبة مع الديوانا؟
A 2 3|||Replace|||نلقى|||REQUIRED|||-NONE-|||0
A 6 7|||Replace|||الديوانة؟|||REQUIRED|||-NONE-|||0

S واش عندك صبابط رسمية واسعة عند الصبع؟

S لا. نقدر نقتارح ثنائية لواحد؟ عندنا وحدة.
A 6 7|||Replace|||واحدة.|||REQUIRED|||-NONE-|||0

S بيرمانونت مجهد، عافاك.
A 0 1|||Replace|||بيرماننت|||REQUIRED|||-NONE-|||0

S بغات بيرا.
A 1 2|||Replace|||بيرة.|||REQUIRED|||-NONE-|||0

S صباح الخير. كي داير؟

S سمح ليا خصني نشوف شي وثيقة ديال الهوية.
A 0 1|||Replace|||اسمح|||REQUIRED|||-NONE-|||0
A 1 2|||Replace|||لي|||REQUIRED|||-NONE-|||0

S إينا نوع ديال الصوص؟
A 0 1|||Replace|||اينى|||REQUIRED|||-NONE-|||0

S هادشي بارد شوية. واخا تسخنو؟
A 0 1|||Replace|||هاد الشي|||REQUIRED|||-NONE-|||0
A 3 4|||Replace|||وخا|||REQUIRED|||-NONE-|||0
A 4 5|||Replace|||تسخنه؟|||REQUIRED|||-NONE-|||0

S سمح ليا. هاد البلاصة عامرة.
A 0 1|||Replace|||اسمح|||REQUIRED|||-NONE-|||0
A 1 2|||Replace|||لي.|||REQUIRED|||-NONE-|||0

S انا بخير. و لكن واش تقدر تعيط لصاحبي؟
A 2 4|||Replace|||ولكن|||REQUIRED|||-NONE-|||0

S شكرا. باراكا.
A 1 2|||Replace|||بركا.|||REQUIRED|||-NONE-|||0

S شكون هوا اقرب صديق ديالك؟
A 1 2|||Replace|||هو|||REQUIRED|||-NONE-|||0

S يوم الصحة والرياضة عشرة اكتوبر هو عيد وطني مديور على قبل صحة الناس.

S واش بغيتيني نقلب تحت الكوفر؟

S واخا تعاوني نقلب على الباليزا ديالي؟
A 0 1|||Replace|||وخا|||REQUIRED|||-NONE-|||0
A 1 2|||Replace|||تعاونني|||REQUIRED|||-NONE-|||0
A 4 5|||Replace|||الباليزة|||REQUIRED|||-NONE-|||0

S واخا دير الترتيبات مسبقا؟
A 0 1|||Replace|||وخا|||REQUIRED|||-NONE-|||0
A 1 2|||Replace|||تدير|||REQUIRED|||-NONE-|||0

S كاين لي معاوني. شكرا.
A 1 2|||Replace|||اللي|||REQUIRED|||-NONE-|||0
A 2 3|||Replace|||معاونني.|||REQUIRED|||-NONE-|||0

S منين توصل تما سول شي واحد آخر عافاك.
A 2 3|||Replace|||ثما|||REQUIRED|||-NONE-|||0

S بغيت تمديد ديال اربعة و عشرين، عافاك.
A 4 6|||Replace|||وعشرين،|||REQUIRED|||-NONE-|||0

S هاهيا جوج دولار. خلي ليك الباقي.
A 0 1|||Replace|||هاهي|||REQUIRED|||-NONE-|||0

S واحد همبرݣر و واحد تشيز بورݣر، عافاك.
A 1 2|||Replace|||همبرغر|||REQUIRED|||-NONE-|||0
A 2 4|||Replace|||وواحد|||REQUIRED|||-NONE-|||0
A 5 6|||Replace|||برغر،|||REQUIRED|||-NONE-|||0

S شحال كاتطلب باش تدير العملية؟
A 1 2|||Replace|||كتطلب|||REQUIRED|||-NONE-|||0

S كل واحد فينا بغا يخلص على راسو.
A 3 4|||Replace|||بغى|||REQUIRED|||-NONE-|||0
A 6 7|||Replace|||راسه.|||REQUIRED|||-NONE-|||0

S الموقع كان فوق الكرسي في المراح.

S عافاك صرف هاد الين لجنيهات.
A 1 2|||Replace|||اصرف|||REQUIRED|||-NONE-|||0

S بغيت معجم قد الجيب، عافاك.

S لجوج ديال الناس فرقم سبعة . السمية هيا واتانابي.
A 4 6|||Replace|||سبعة.|||REQUIRED|||-NONE-|||0
A 7 8|||Replace|||هي|||REQUIRED|||-NONE-|||0

S الساعة ديالي . كانت سيكو ديجيتال.
A 1 3|||Replace|||ديالي.|||REQUIRED|||-NONE-|||0
A 5 6|||Replace|||ديجتل.|||REQUIRED|||-NONE-|||0

S كاي شرفنا نسربيو ليك المشروب لي كاتفضل، متبوع بالعشا. دليل كامل ديال المشروبات لي كان قدمو فهاد الرحلة كاين في دليل المعلومات ديال المجلة ديالنا.
A 0 1|||Replace|||كاين|||REQUIRED|||-NONE-|||0
A 2 3|||Replace|||نسربيوا|||REQUIRED|||-NONE-|||0
A 5 6|||Replace|||اللي|||REQUIRED|||-NONE-|||0
A 6 7|||Replace|||كتفضل،|||REQUIRED|||-NONE-|||0
A 13 14|||Replace|||اللي|||REQUIRED|||-NONE-|||0
A 15 16|||Replace|||قدموا|||REQUIRED|||-NONE-|||0

S واش كاتسكن غير هنا؟

S فين كاين المحل ديال الهدايا؟

S انا في الطريق السيار واحد حدا مورو باي.

S بغيت منبه، عافاك.

S بالمناسبة، سميتي هيروشي إيجيما .
A 3 5|||Replace|||إيجيما.|||REQUIRED|||-NONE-|||0

S هاد الطران كاي وقف في لايك فوريست، ياك؟
A 2 3|||Replace|||كاين|||REQUIRED|||-NONE-|||0
A 6 7|||Replace|||فورست،|||REQUIRED|||-NONE-|||0

S الأغلبية ديال اليابانيين كاياكلو الروطال و الكالامار.
A 0 1|||Replace|||الاغلبية|||REQUIRED|||-NONE-|||0
A 3 4|||Replace|||كياكلوا|||REQUIRED|||-NONE-|||0
A 5 7|||Replace|||والكالامار.|||REQUIRED|||-NONE-|||0

S عطيني جوج تذاكر الدرجة الثانية لشيكاغو، عافاك؟
A 0 1|||Replace|||اعطيني|||REQUIRED|||-NONE-|||0

S مشيت لنيو يورك.

S شنو هو رقم الرحلة؟

S واحد ل نيو يورك، عافاك.
A 1 3|||Replace|||لنيو|||REQUIRED|||-NONE-|||0

S تقريبا لمدة شي يامات.

S الثانية على ليسر.
A 2 3|||Replace|||الايسر.|||REQUIRED|||-NONE-|||0

S هاد لاكارط، واخا؟
A 2 3|||Replace|||وخا؟|||REQUIRED|||-NONE-|||0

S واش هادا هوا مكتب الإستقبال؟ واش كاين شي كلينيك قريب؟
A 2 3|||Replace|||هو|||REQUIRED|||-NONE-|||0
A 4 5|||Replace|||الاستقبال؟|||REQUIRED|||-NONE-|||0

S واش تكفي عشرا دولار في الطاكسي؟
A 2 3|||Replace|||عشرة|||REQUIRED|||-NONE-|||0
A 5 6|||Replace|||التاكسي؟|||REQUIRED|||-NONE-|||0

S هادشي ماذاقو غريب.
A 0 1|||Replace|||هاد الشي|||REQUIRED|||-NONE-|||0
A 1 2|||Replace|||ماذاقه|||REQUIRED|||-NONE-|||0

S اه، نعام. انا غادي نجيب ليك واحد.
A 0 1|||Replace|||آه،|||REQUIRED|||-NONE-|||0

S نص قرعة، عافاك.

S ماشي داكشي. غير شي حاجة ماتكونش غالية.
A 1 2|||Replace|||داك الشي.|||REQUIRED|||-NONE-|||0
A 5 6|||Replace|||ما تكونش|||REQUIRED|||-NONE-|||0

S واش كاتقلب على شي حاجة؟
A 1 2|||Replace|||كتقلب|||REQUIRED|||-NONE-|||0

S ربعا ديال ليلات.
A 0 1|||Replace|||ربعة|||REQUIRED|||-NONE-|||0

S انا محتاج ل تقاشر.
A 2 4|||Replace|||لتقاشر.|||REQUIRED|||-NONE-|||0

S تقدر ترخص الثمن حيت كاينين شي طبايع؟
A 3 4|||Replace|||حيث|||REQUIRED|||-NONE-|||0

S واحد الراجل دخل فيا، من بعد لاحظت بلي البزطام ديالي مشا.
A 3 4|||Replace|||فيي،|||REQUIRED|||-NONE-|||0
A 7 8|||Replace|||باللي|||REQUIRED|||-NONE-|||0
A 10 11|||Replace|||مشى.|||REQUIRED|||-NONE-|||0

S ممتأكدش واش جمعت حوايج كافيين لرحلة تلاتة السيمانات .
A 0 1|||Replace|||ما متأكدش|||REQUIRED|||-NONE-|||0
A 6 7|||Replace|||ثلاثة|||REQUIRED|||-NONE-|||0
A 7 9|||Replace|||السيمانات.|||REQUIRED|||-NONE-|||0

S بغينا نجربو النبيذ الأبيض.
A 1 2|||Replace|||نجربوا|||REQUIRED|||-NONE-|||0
A 3 4|||Replace|||الابيض.|||REQUIRED|||-NONE-|||0

S إيلا سول فيا شي واحد، قول ليه أنا في القهوة.
A 0 1|||Replace|||ايلا|||REQUIRED|||-NONE-|||0
A 2 3|||Replace|||فيي|||REQUIRED|||-NONE-|||0
A 7 8|||Replace|||انا|||REQUIRED|||-NONE-|||0

S أنا متأكد بلي خليتو فالجيب الدخلاني ديال كبوطي.
A 0 1|||Replace|||انا|||REQUIRED|||-NONE-|||0
A 2 3|||Replace|||باللي|||REQUIRED|||-NONE-|||0
A 3 4|||Replace|||خليته|||REQUIRED|||-NONE-|||0
A 5 6|||Replace|||الداخلاني|||REQUIRED|||-NONE-|||0

S نقدر ناخد السمية و نمرة الشخص للي تاتعيط ليه؟
A 1 2|||Replace|||ناخذ|||REQUIRED|||-NONE-|||0
A 3 5|||Replace|||ونمرة|||REQUIRED|||-NONE-|||0
A 6 7|||Replace|||اللي|||REQUIRED|||-NONE-|||0
A 7 8|||Replace|||تتعيط|||REQUIRED|||-NONE-|||0

S واش الخطوط الجوية غادي تخلص ليا الحوايج الضرورية؟
A 5 6|||Replace|||لي|||REQUIRED|||-NONE-|||0

S بغيت شي بيت معاه دوش.

S حتى حاجة ما خرجات من الماكينة؟

S كان خاصك تاخد الرحلة ثمان مية و عشرين، لي قلعات هادي خمسطاش دقيقة. واخا. نقدر نصايب ليك رحلة خرا.
A 2 3|||Replace|||تاخذ|||REQUIRED|||-NONE-|||0
A 4 6|||Replace|||ثمانمية|||REQUIRED|||-NONE-|||0
A 6 8|||Replace|||وعشرين،|||REQUIRED|||-NONE-|||0
A 8 9|||Replace|||اللي|||REQUIRED|||-NONE-|||0
A 9 10|||Replace|||اقلعات|||REQUIRED|||-NONE-|||0
A 11 12|||Replace|||خمستعش|||REQUIRED|||-NONE-|||0
A 13 14|||Replace|||وخا.|||REQUIRED|||-NONE-|||0
A 18 19|||Replace|||اخرى.|||REQUIRED|||-NONE-|||0

S شي واحد حل الرزمة ديالي.

S أوه، راه والو. أنت هنا، على كل حال.
A 0 1|||Replace|||اوه،|||REQUIRED|||-NONE-|||0
A 3 4|||Replace|||انت|||REQUIRED|||-NONE-|||0

S جابان إير لاينز. الرحلة واحد جوج تلاثة.
A 1 2|||Replace|||اير|||REQUIRED|||-NONE-|||0
A 6 7|||Replace|||ثلاثة.|||REQUIRED|||-NONE-|||0

S خاصني نشري شامبوان.

S واش ممكن تقولها ليا منين نوصلو للمركز المدني؟
A 2 3|||Replace|||تقول|||REQUIRED|||-NONE-|||0
A 3 4|||Replace|||لها|||REQUIRED|||-NONE-|||0
A 4 4|||Insert|||لي|||REQUIRED|||-NONE-|||0
A 5 6|||Replace|||نوصلوا|||REQUIRED|||-NONE-|||0

S فين كاين أقرب كزار؟
A 2 3|||Replace|||اقرب|||REQUIRED|||-NONE-|||0
A 3 4|||Replace|||جزار؟|||REQUIRED|||-NONE-|||0

S بغينا نكلسو ربعة ديال الليلات من اللول ديال غشت.
A 1 2|||Replace|||نجلسوا|||REQUIRED|||-NONE-|||0
A 2 3|||Replace|||اربعة|||REQUIRED|||-NONE-|||0
A 6 7|||Replace|||الاول|||REQUIRED|||-NONE-|||0

S شنو السمية ديال هاديك الوردة؟

S خمسطاش سبتمبر هو يوم الاحترام للعجزة.
A 0 1|||Replace|||خمستعش|||REQUIRED|||-NONE-|||0

S ماكاينش الصابون فبيتي.
A 0 1|||Replace|||ما كاينش|||REQUIRED|||-NONE-|||0

S واش نقدر ندير شي حاجة لهاد الطفح الجلدي؟

S تقدر تبدل الطريقة باش قلت هادشي؟
A 5 6|||Replace|||هاد الشي؟|||REQUIRED|||-NONE-|||0

S شحال ديال الوقت غادي يخص باش يتدار الط ل ب؟
A 7 10|||Replace|||الطلب؟|||REQUIRED|||-NONE-|||0

S واخا تهدر شوية بالغوات، عافاك؟
A 0 1|||Replace|||وخا|||REQUIRED|||-NONE-|||0

S شحال ديال الوقت غادي يكون قبل ما يخرج؟

S فين هيا أخبار الرياضة؟
A 1 2|||Replace|||هي|||REQUIRED|||-NONE-|||0
A 2 3|||Replace|||اخبار|||REQUIRED|||-NONE-|||0

S هاد القياس هادا، لي كا تقول ليه القياس العادي، غادي يدير.
A 3 4|||Replace|||اللي|||REQUIRED|||-NONE-|||0
A 4 6|||Replace|||كتقول|||REQUIRED|||-NONE-|||0

S فين غادي تسالي الدورة؟ و وقتاش؟
A 4 6|||Replace|||ووقتاش؟|||REQUIRED|||-NONE-|||0

S فين نقدر نبدل الترانات باش نوصل ل إيدينبره؟
A 6 8|||Replace|||لادنبرة؟|||REQUIRED|||-NONE-|||0

S بغيت نحط هادشي في صندوق ودائع.
A 2 3|||Replace|||هاد الشي|||REQUIRED|||-NONE-|||0

S فين نقدر نصرف الفلوس ديالي؟

S ممكن نخليو الأمتعة ديالنا، من غير داكشي لي غالي، في الحافلة؟
A 1 2|||Replace|||نخليوا|||REQUIRED|||-NONE-|||0
A 2 3|||Replace|||الامتعة|||REQUIRED|||-NONE-|||0
A 6 7|||Replace|||داك|||REQUIRED|||-NONE-|||0
A 7 8|||Replace|||الشي|||REQUIRED|||-NONE-|||0
A 8 8|||Insert|||اللي|||REQUIRED|||-NONE-|||0

S بغيت نعرف ديالاش هاد الخلاص لي في الفاتورة ديالي.
A 2 3|||Replace|||ديال اش|||REQUIRED|||-NONE-|||0
A 5 6|||Replace|||اللي|||REQUIRED|||-NONE-|||0

S غادي نخلص خمسين دولار.

S دابا عرفت شنو كان المشكل.

S انا إيكيدا. حجزت طابلة للستة و نص هاد العشية. و لكن كا نعتاذر غادي نجي مأخر نص ساعة.
A 1 2|||Replace|||ايكيدا.|||REQUIRED|||-NONE-|||0
A 5 7|||Replace|||ونص|||REQUIRED|||-NONE-|||0
A 9 11|||Replace|||ولكن|||REQUIRED|||-NONE-|||0
A 11 13|||Replace|||كنعتاذر|||REQUIRED|||-NONE-|||0

S شحال من أوقية ديال الريحة نقدر ناخد معفية من الرسوم الجمركية؟
A 2 3|||Replace|||اوقية|||REQUIRED|||-NONE-|||0
A 6 7|||Replace|||ناخذ|||REQUIRED|||-NONE-|||0

S غير السياحة.

S ماشي مشكل، وقع فيهوم عافاك . كيفاش بغيتيه؟
A 3 4|||Replace|||فيهم|||REQUIRED|||-NONE-|||0
A 4 6|||Replace|||عافاك.|||REQUIRED|||-NONE-|||0

S مازال عندكم البلايص للعرض ديال اليوم بالليل؟
A 0 1|||Replace|||ما زال|||REQUIRED|||-NONE-|||0

S بغيت واحد كبير.

S ما فقتش منين صونا المنبه ديال الستة و نص.
A 7 9|||Replace|||ونص.|||REQUIRED|||-NONE-|||0

S أنا مصور مستقل.
A 0 1|||Replace|||انا|||REQUIRED|||-NONE-|||0

S العمال تما يقدرو يبدلو ليك الدولار بالفيتشات ديال الكازينو. مشينا؟
A 1 2|||Replace|||ثما|||REQUIRED|||-NONE-|||0
A 2 3|||Replace|||يقدروا|||REQUIRED|||-NONE-|||0
A 3 4|||Replace|||يبدلوا|||REQUIRED|||-NONE-|||0

S عندنا تقريبا تلاتين نوع ديال الزيوت ديال الحمام.
A 2 3|||Replace|||ثلاثين|||REQUIRED|||-NONE-|||0

S غادي نجيب ليك العرض السيمانة الجاية.

S شكرا. شحال هاد الصباعيات؟

S خاصني نمشي. غادي نعيط ليك من بعد.

S بغيت ليكوش لاستعمال واحد.

S منين الاصل ديال هاد الحوت ديال الفراشة؟

S تقدر تصرفهم للدولار، عافاك؟

S """عندنا الزهر بزاف. عندهم واحد في القياس ربعة في المحل ديال """"آلا موانا""""."""
A 7 8|||Replace|||اربعة|||REQUIRED|||-NONE-|||0

S واش كاينا شي ليموزين؟
A 1 2|||Replace|||كاينة|||REQUIRED|||-NONE-|||0

S ممكن اتصال يفيقني غدا مع الخمسة و نص ديال الصباح؟
A 6 8|||Replace|||ونص|||REQUIRED|||-NONE-|||0

S كا نفضل غرفة هادئة.
A 0 2|||Replace|||كنفضل|||REQUIRED|||-NONE-|||0

S بغيت باش نحيد الصباغة ديال الضفار.

S بغيت بطارية.

S واش كاين شي فرقة لايف ولا دي دجي؟

S نقدر نكري العدة ديال الغطس؟

S بغيت نحجز غرفة لربعة ديال الليلات ابتداء من اتنين و عشرين ديسمبر.
A 3 4|||Replace|||لاربعة|||REQUIRED|||-NONE-|||0
A 8 9|||Replace|||اثنين|||REQUIRED|||-NONE-|||0
A 9 11|||Replace|||وعشرين|||REQUIRED|||-NONE-|||0

S واش هاد الساك مزيان لجميع الأجواء؟
A 5 6|||Replace|||الاجواء؟|||REQUIRED|||-NONE-|||0

S بغيت سفنجة، عافاك.
A 1 2|||Replace|||اسفنجة،|||REQUIRED|||-NONE-|||0

S بغيت نكري سيارة أوطوماتيك لمدة يومين.
A 3 4|||Replace|||اوطوماتيك|||REQUIRED|||-NONE-|||0

S """فاتتني الرحلة عسرين ل """"سان فرانسيسكو""""."""
A 2 3|||Replace|||عشرين|||REQUIRED|||-NONE-|||0
A 3 5|||Replace|||ل""""سان|||REQUIRED|||-NONE-|||0

S شحال للمطار؟

S مزيان. وقتاش؟

S شحال عند بنتك من عام؟

S ممكن توريني شي أوطيلات رخاص و نقيين؟
A 3 4|||Replace|||اوطيلات|||REQUIRED|||-NONE-|||0
A 5 7|||Replace|||ونقيين؟|||REQUIRED|||-NONE-|||0

S نقدرو نحجزو ليك غرفة مريحة في قصر قديم حدا واحد النادي ديال الكولف مشهور.
A 0 1|||Replace|||نقدروا|||REQUIRED|||-NONE-|||0
A 1 2|||Replace|||نحجزوا|||REQUIRED|||-NONE-|||0
A 8 9|||Replace|||حذا|||REQUIRED|||-NONE-|||0
A 12 13|||Replace|||الغولف|||REQUIRED|||-NONE-|||0

S كا نوصيك بهادا حيت مصايب من مقادير ميا في الميا طبيعية.
A 0 2|||Replace|||كنوصيك|||REQUIRED|||-NONE-|||0
A 3 4|||Replace|||حيث|||REQUIRED|||-NONE-|||0
A 7 8|||Replace|||مية|||REQUIRED|||-NONE-|||0
A 9 10|||Replace|||المية|||REQUIRED|||-NONE-|||0

S """واش هاد التران كا يحبس في """"برايطون""""؟"""
A 3 5|||Replace|||كيحبس|||REQUIRED|||-NONE-|||0

S تقدر تقول ليا فين نقدر نشد طاكسي؟
A 2 3|||Replace|||لي|||REQUIRED|||-NONE-|||0
A 6 7|||Replace|||تاكسي؟|||REQUIRED|||-NONE-|||0

S جوج ورقات في الدرجة الثانية، عافاك.

S بغيت نصيفط فاكس.

S بغيت مصلوح ديال السفر.

S نعطيك شي حاجة؟

S نهاري؟ خفت نسول، ولكن شنو بغيتي تقصد؟

S بغيت شي واحد لي غادي يهز ليا وراق عاديين بلا ما نطويهم.
A 3 4|||Replace|||اللي|||REQUIRED|||-NONE-|||0
A 6 7|||Replace|||لي|||REQUIRED|||-NONE-|||0
A 7 8|||Replace|||اوراق|||REQUIRED|||-NONE-|||0

S آه . و لكن ما صحيحش بزاف.
A 0 2|||Replace|||آه.|||REQUIRED|||-NONE-|||0
A 2 4|||Replace|||ولكن|||REQUIRED|||-NONE-|||0

S عندي حساسية ديال القطوط.

S آه، خاص تكون عندك رخصة السياقة و، اوه، خاص تكون عندك رخصة السياقة من اللجنة ديال الطاكسي و الليموزين.
A 6 7|||Replace|||و#،|||REQUIRED|||-NONE-|||0
A 16 17|||Replace|||التاكسي|||REQUIRED|||-NONE-|||0
A 17 19|||Replace|||والليموزين.|||REQUIRED|||-NONE-|||0

S تفضل، أسيدي.
A 1 2|||Replace|||اسيدي.|||REQUIRED|||-NONE-|||0

S ما خديتش الما سخون.
A 1 2|||Replace|||خذيتش|||REQUIRED|||-NONE-|||0

S بغيت نحجز غرفة لليوم بالليل.

S لا، داخلا فيها الضريبة و التكاليف ديال الخدمة.
A 1 2|||Replace|||داخلها|||REQUIRED|||-NONE-|||0
A 4 6|||Replace|||والتكاليف|||REQUIRED|||-NONE-|||0

S تبغي تمشي معايا نتقداو هاد العشية؟
A 2 3|||Replace|||معاي|||REQUIRED|||-NONE-|||0
A 3 4|||Replace|||نتقضاوا|||REQUIRED|||-NONE-|||0

S أهلا، هاد الكسوة زوينة بزاف.
A 0 1|||Replace|||اهلا،|||REQUIRED|||-NONE-|||0

S دابا، الاتصال ديالك بدا، تفضل عافاك.

S شحال النمرة ديال الباب؟

S شنو هي أوعر ذكرى ديال هاواي؟
A 2 3|||Replace|||اوعر|||REQUIRED|||-NONE-|||0

S نقدر نمشي تما بالميترو؟
A 2 3|||Replace|||ثما|||REQUIRED|||-NONE-|||0

S بغيت بروشينك.
A 1 2|||Replace|||بروشينغ.|||REQUIRED|||-NONE-|||0

S فين غاديين بهاد الهضرة؟
A 3 4|||Replace|||الهدرة؟|||REQUIRED|||-NONE-|||0

S انا من النورويج.
A 2 3|||Replace|||النرويج.|||REQUIRED|||-NONE-|||0

S من عشرة ل طناش عافاك.
A 2 4|||Replace|||لاثنعش|||REQUIRED|||-NONE-|||0

S بطبيعة الحال. خليني نشوفو. ضربك المرجان، كا نظن.
A 3 4|||Replace|||نشوفه.|||REQUIRED|||-NONE-|||0
A 6 8|||Replace|||كنظن.|||REQUIRED|||-NONE-|||0

S غير احتياط، خلي ليا النمرة ديال الشخص المسئول.
A 3 4|||Replace|||لي|||REQUIRED|||-NONE-|||0

S واش كاين شي طريق سيار؟

S علاش ماجاش للحفلة لبارح؟
A 1 2|||Replace|||ما جاش|||REQUIRED|||-NONE-|||0
A 3 4|||Replace|||البارح؟|||REQUIRED|||-NONE-|||0

S كانت واحد الكسيدة ديال الزحام.

S سمح ليا، عندي النمرة غالطة.
A 0 1|||Replace|||اسمح|||REQUIRED|||-NONE-|||0
A 1 2|||Replace|||لي،|||REQUIRED|||-NONE-|||0

S دخل الكود بين ديالك عافاك.

S ما قدرتش نقاد الصورة.

S واحد تشيز بوركر و عصير الليمون، عافاك.
A 2 3|||Replace|||بورغر|||REQUIRED|||-NONE-|||0
A 3 5|||Replace|||وعصير|||REQUIRED|||-NONE-|||0

S ها هو جواز السفر ديالي.
A 0 2|||Replace|||هاهو|||REQUIRED|||-NONE-|||0

S عاش، شكرا بزاف . أوه، واش نقدر نطلع لآخر طاج؟
A 2 4|||Replace|||بزاف.|||REQUIRED|||-NONE-|||0
A 4 5|||Replace|||اوه،|||REQUIRED|||-NONE-|||0

S ممكن تعطيني جوج تذاكر للعرض الكوميدي الموسيقي ديال الجمعة الجاية؟

S واحد المسافر آخر لهيه قال بلي يمكن ليه يبدل معاك البلاصة.
A 5 6|||Replace|||باللي|||REQUIRED|||-NONE-|||0

S واش نقدر نزيد نبقا كالس؟
A 3 4|||Replace|||نبقى|||REQUIRED|||-NONE-|||0

S قول ليا، كاتعرف شي حاجة كا تستاحق المشاهدة قريبة من هنا؟
A 1 2|||Replace|||لي،|||REQUIRED|||-NONE-|||0
A 2 3|||Replace|||كتعرف|||REQUIRED|||-NONE-|||0
A 5 7|||Replace|||كتستاحق|||REQUIRED|||-NONE-|||0

S لا، بغيت نكري نص مجموعة ديال مضارب و صباط.
A 7 9|||Replace|||وصباط.|||REQUIRED|||-NONE-|||0

S واش تقدر تعلمني منين يتلقا داك الصاك لي تالف؟
A 4 5|||Replace|||يتلقى|||REQUIRED|||-NONE-|||0
A 7 8|||Replace|||اللي|||REQUIRED|||-NONE-|||0

S شنو سميت هاد الحديقة الوطنية؟

S عندي واحد الخبشة.

S فين كاينة شي بلاصة للسياحة؟

S ممكن ناخد شي فاكهة؟
A 1 2|||Replace|||ناخذ|||REQUIRED|||-NONE-|||0

S ممكن ناخد الغدا دابا؟
A 1 2|||Replace|||ناخذ|||REQUIRED|||-NONE-|||0

S خاصني نصرف هاد الدولارات.

S خاصني طاكسي. أنا في ساوث ماين و ليبيرتي.
A 1 2|||Replace|||تاكسي.|||REQUIRED|||-NONE-|||0
A 2 3|||Replace|||انا|||REQUIRED|||-NONE-|||0
A 5 6|||Replace|||مين|||REQUIRED|||-NONE-|||0
A 6 8|||Replace|||ولبرتي.|||REQUIRED|||-NONE-|||0

S معلوم. واش خاصك بيرمانونت؟
A 3 4|||Replace|||بيرماننت؟|||REQUIRED|||-NONE-|||0

S راها ماشي تفاحة ولكن خوخة.

S غادي نعطيك واحد الوصفة. ديها لعند الصيدلية.

S كا نسافرو في الجو تلاتة ديال المرات في السيمانة، نهار التلات، الجمعة، و السبت.
A 0 2|||Replace|||كنسافروا|||REQUIRED|||-NONE-|||0
A 4 5|||Replace|||ثلاثة|||REQUIRED|||-NONE-|||0
A 10 11|||Replace|||الثلاث،|||REQUIRED|||-NONE-|||0
A 12 14|||Replace|||والسبت.|||REQUIRED|||-NONE-|||0

S غالي، ياك؟

S آه، عندنا هاداك. غادي نوجدوه ليك.

S ممكن تخلي عندك الأمتعة ديالي حتال التلاتة ديال العشية؟
A 3 4|||Replace|||الامتعة|||REQUIRED|||-NONE-|||0
A 5 6|||Replace|||حتى|||REQUIRED|||-NONE-|||0
A 6 7|||Replace|||لالثلاثة|||REQUIRED|||-NONE-|||0

S لا، أنا بغيت غير ندوز و صافي.
A 1 2|||Replace|||انا|||REQUIRED|||-NONE-|||0
A 5 7|||Replace|||وصافي.|||REQUIRED|||-NONE-|||0

S واش نقدر نحجز اكري-طوموبيل هنايا؟

S واش انت ميريكاني؟
A 2 3|||Replace|||مريكاني؟|||REQUIRED|||-NONE-|||0

S لهاد البلاصة، عافاك.

S السيارة ديالي ساكتة.

S فيت هو الريسيل؟
A 0 1|||Replace|||فين|||REQUIRED|||-NONE-|||0

S بغينا شي ركنة هادئة، إيلا كان ممكن.
A 4 5|||Replace|||ايلا|||REQUIRED|||-NONE-|||0

S واحد سكوتش مع ماء، عافاك. واش عندك شي ماكلة خفيفة؟

S كيفاش يمكن لي نطفي هاد الضو؟

S واش هو مشغول بزاف اليوم؟

S بغيت خيط.

S اعطيني شهادة طبية، عافاك.

S بغيت تعاود تقصرو بإنش هنا.
A 2 3|||Replace|||تقصره|||REQUIRED|||-NONE-|||0
A 3 4|||Replace|||بانش|||REQUIRED|||-NONE-|||0

S ماكانحسش براسي هو هاداك. عافاك اعطيني الدوا.
A 0 1|||Replace|||ما كنحسش|||REQUIRED|||-NONE-|||0

S واش يمكن نحصل على جريدة يابانية، عافاك؟

S واخا. واش يمكن لي نهبط من الكار فينما كان؟ اشحال كيكلف؟
A 0 1|||Replace|||وخا.|||REQUIRED|||-NONE-|||0
A 9 10|||Replace|||شحال|||REQUIRED|||-NONE-|||0

S إنا طوبيس كايمشي لوسط المدينة؟
A 0 1|||Replace|||انى|||REQUIRED|||-NONE-|||0
A 2 3|||Replace|||كيمشي|||REQUIRED|||-NONE-|||0

S واش كاين شي اكسبريس لبوسطن؟
A 3 4|||Replace|||اكسبرس|||REQUIRED|||-NONE-|||0

S عافاك وللي المراسل ديالي.
A 1 2|||Replace|||ولي|||REQUIRED|||-NONE-|||0

S أنا متحمس بزاف، ماقادرش نرصى فبلاصتي.
A 0 1|||Replace|||انا|||REQUIRED|||-NONE-|||0
A 3 4|||Replace|||ما قادرش|||REQUIRED|||-NONE-|||0
A 4 5|||Replace|||نرسا|||REQUIRED|||-NONE-|||0

S واش يمكن لي نهبط فأوطيل هيلتون؟
A 4 5|||Replace|||فاوطيل|||REQUIRED|||-NONE-|||0

S بغيتك تحيدو.
A 1 2|||Replace|||تحيده.|||REQUIRED|||-NONE-|||0

S دور على اليسار فهاد الشارع وسير معاه نيشان حتى للشارع اللول على اليمين.
A 10 11|||Replace|||الاول|||REQUIRED|||-NONE-|||0

S بغيت نعرف واش من الممكن نصيفط هاد المجموعة د المواعن لطوكيو.
A 8 10|||Replace|||دالمواعن|||REQUIRED|||-NONE-|||0

S بغيت مسحوق مرطب للجسم.

S واش كاينة شي ماكلة ماسخوناش و ناقصة من التوابل؟
A 4 5|||Replace|||ما سخوناش|||REQUIRED|||-NONE-|||0
A 5 7|||Replace|||وناقصة|||REQUIRED|||-NONE-|||0

S واش هاد الشي قريب باش نمشيو ليه على رجلينا؟
A 5 6|||Replace|||نمشيوا|||REQUIRED|||-NONE-|||0

S واش يمكن ليك تعطيني الملح؟

S بغيت نمشي لوول ستريت. كيفاش يمكن لي نوصل ليه؟

S التمارين الكثيرة ما عندها حتى منفعة.

S داخل الفطور، الرسوم، والخدمة حتى هي، كيجي المبلغ خمسة و ربعين دولار للفرد.
A 9 11|||Replace|||واربعين|||REQUIRED|||-NONE-|||0

S واش تقدر تصلح هاد الشي؟

S مساء الخير. أهلا.
A 2 3|||Replace|||اهلا.|||REQUIRED|||-NONE-|||0

S مالقيتش الامتعة ديالك.
A 0 1|||Replace|||ما لقيتش|||REQUIRED|||-NONE-|||0

S سير نيشان، عافاك.

S واش الما صالح للشرب هنا؟

S أه، ياللاه. راه غير جوج دولار.
A 0 1|||Replace|||آه،|||REQUIRED|||-NONE-|||0
A 1 2|||Replace|||يلا.|||REQUIRED|||-NONE-|||0

S يمكن ليك عافاك تبدل هاد الكسوة بواحدة أخرى بقياس اكبر؟
A 7 8|||Replace|||اخرى|||REQUIRED|||-NONE-|||0

S حسنا، ياللاه بينا. غادي نعاونك فالفروض جيالك من بعد ما ناكلو شي بيتزا.
A 1 2|||Replace|||يالله|||REQUIRED|||-NONE-|||0
A 6 7|||Replace|||ديالك|||REQUIRED|||-NONE-|||0
A 10 11|||Replace|||ناكلوا|||REQUIRED|||-NONE-|||0

S نعم، سيد تاناكا. كاينين جوج رسائل ليك.

S هاد الشي ماجاش معايا.
A 2 3|||Replace|||ما جاش|||REQUIRED|||-NONE-|||0
A 3 4|||Replace|||معاي.|||REQUIRED|||-NONE-|||0

S غدا نهار آخر.

S يمكن ليا واقيلا نعاونك. واش خاصك فيتامين سي؟
A 1 2|||Replace|||لي|||REQUIRED|||-NONE-|||0

S واحد السراق شفر ليا بزطامي فالقطار.
A 3 4|||Replace|||لي|||REQUIRED|||-NONE-|||0

S راه بعيد بزاف. من الأحسن تأخذ طاكسي.
A 4 5|||Replace|||الاحسن|||REQUIRED|||-NONE-|||0
A 5 6|||Replace|||تاخذ|||REQUIRED|||-NONE-|||0
A 6 7|||Replace|||تاكسي.|||REQUIRED|||-NONE-|||0

S بغيت بلاصة جهة الممر، عافاك.

S كنعيش فشقة كتكلفني تمانين ألف ين فالشهر.
A 3 4|||Replace|||ثمانين|||REQUIRED|||-NONE-|||0
A 4 5|||Replace|||الف|||REQUIRED|||-NONE-|||0

S يمكن لي نقاطعك؟

S اسمح لي. واش تبغي تبدل البلاصة معايا؟
A 6 7|||Replace|||معاي؟|||REQUIRED|||-NONE-|||0

S نعم، أكيد.
A 1 2|||Replace|||اكيد.|||REQUIRED|||-NONE-|||0

S امشي الركن و دور على اليسار حتى لإشارة المرور.
A 2 4|||Replace|||ودور|||REQUIRED|||-NONE-|||0
A 7 8|||Replace|||لاشارة|||REQUIRED|||-NONE-|||0

S بغيت نحط الأغراض ديالي الغالية في خزنة الفندق.
A 2 3|||Replace|||الاغراض|||REQUIRED|||-NONE-|||0

S نعم، ولكن تأكد باللي التذكرة معاك.

S غير ناس قلال غادي ينضمو لهاد الجولة الاختيارية.
A 4 5|||Replace|||ينضموا|||REQUIRED|||-NONE-|||0

S ماشي مهم. على كل حال، وصلني لوسط الحي الصيني، عافاك. غادي نحاول نلقاه بوحدي.

S ناس جداد توظفو فأبريل.
A 2 3|||Replace|||توظفوا|||REQUIRED|||-NONE-|||0
A 3 4|||Replace|||فابريل.|||REQUIRED|||-NONE-|||0

S كنتمنى.

S جوج سكوتش مع ماء، عافاك.

S اشكون كيلعب؟

S على اليسار، إذا جات على خاطرك.
A 2 3|||Replace|||اذا|||REQUIRED|||-NONE-|||0

S هاد السنة دلقدام كتضرني.
A 2 3|||Replace|||دالقدام|||REQUIRED|||-NONE-|||0

S آشنا هي آخر لعبة كمبيوتر تصلح لي عندو خمسطاشر عام؟
A 7 8|||Replace|||عنده|||REQUIRED|||-NONE-|||0
A 8 9|||Replace|||خمستعشر|||REQUIRED|||-NONE-|||0

S إيوا نشوفك غدا.
A 0 1|||Replace|||ايوا|||REQUIRED|||-NONE-|||0

S لا، بلحاق شكرا ليك. كنحس براسي دابا احسن شوية.
A 1 2|||Replace|||بالحق|||REQUIRED|||-NONE-|||0

S واش عندك شي خبز؟

S كيفاش داير مستواك فالكمنجة؟

S صاحبي زلق وطاح فالحمام.

S يمكن لي ناخد شي طفاية؟
A 2 3|||Replace|||ناخذ|||REQUIRED|||-NONE-|||0

S المسيحية تمنعات و البلاد تسدات على باقي العالم.
A 2 4|||Replace|||والبلاد|||REQUIRED|||-NONE-|||0

S شحال بغيتي من داك الشي؟

S كوكتيل الكروفيت ليها ونفس الشي ليا.
A 5 6|||Replace|||لي.|||REQUIRED|||-NONE-|||0

S تقدر توقع لي هنا؟ وعافاك بالحروف الاولى دسميتك هنا.

S كان من دواعي سروري نزور المقر ديالك ونتناقش معاك. شكرا بزاف على حسن تعاونك.

S كتشخر مجهد.

S من بعد كل شي ما عجبنيش هاد اللون. نقدر نرجعو؟
A 9 10|||Replace|||نرجعه؟|||REQUIRED|||-NONE-|||0

S يمكن ليا ناخد شوية ديال لبزار؟
A 1 2|||Replace|||لي|||REQUIRED|||-NONE-|||0
A 2 3|||Replace|||ناخذ|||REQUIRED|||-NONE-|||0
A 5 6|||Replace|||البزار؟|||REQUIRED|||-NONE-|||0

S معاك السيد تاكاهاشي فالغرفة خمسة تسعود واربعين. واش تقدر تصيفط ليا اربع زاجات ديال بيرة بودويزر، عافاك؟
A 10 11|||Replace|||لي|||REQUIRED|||-NONE-|||0

S هاهي سبعين دولار.

S عافاك اتصل بيا فالأوطيل منين تلقى الأمتعة ديالي.
A 2 3|||Replace|||بي|||REQUIRED|||-NONE-|||0
A 3 4|||Replace|||فالاوطيل|||REQUIRED|||-NONE-|||0
A 6 7|||Replace|||الامتعة|||REQUIRED|||-NONE-|||0

S بغيت نفيق غدا صباح مع التمنية ونص، عافاك.
A 5 6|||Replace|||الثمانية|||REQUIRED|||-NONE-|||0

S واخا، بلحاق هاد الشي بزاف وأنا أصلا واكل بزاف.
A 0 1|||Replace|||وخا،|||REQUIRED|||-NONE-|||0
A 1 2|||Replace|||بالحق|||REQUIRED|||-NONE-|||0
A 5 6|||Replace|||وانا|||REQUIRED|||-NONE-|||0
A 6 7|||Replace|||اصلا|||REQUIRED|||-NONE-|||0

S بغيت شوية من معجون الأسنان.
A 4 5|||Replace|||الاسنان.|||REQUIRED|||-NONE-|||0

S كنحس براسي ماشي هو هاداك.

S واش كتعطي شي تخفيضات؟

S طوكيو زيرو تلاتة تسعود تسعود تسعود تسعود أربعة خمسة ستة سبعة.
A 2 3|||Replace|||ثلاثة|||REQUIRED|||-NONE-|||0
A 7 8|||Replace|||اربعة|||REQUIRED|||-NONE-|||0

S تقدر تعاوني نلقى حديقة الحيوان؟
A 1 2|||Replace|||تعاونني|||REQUIRED|||-NONE-|||0

S يمكن ليك تقول لي كيفاش كايتصايب؟
A 5 6|||Replace|||كيتصايب؟|||REQUIRED|||-NONE-|||0

S آش من ساعة غادي تكمل الجولة فالطوبيس؟

S كاتعرف كيفاش تستخدم التلفون؟
A 0 1|||Replace|||كتعرف|||REQUIRED|||-NONE-|||0

S بالتاكيد. عندنا بعض العلامات ديال الكتوبة أمريكية أصلية زوينة.
A 6 7|||Replace|||امريكية|||REQUIRED|||-NONE-|||0
A 7 8|||Replace|||اصلية|||REQUIRED|||-NONE-|||0

S عامل مكالمات كيهضر باليابانية، عافاك.
A 2 3|||Replace|||كيهدر|||REQUIRED|||-NONE-|||0

S احنا مهتمين بالموضة.

S واش يمكن ليك تسحب ليا السيارة؟
A 4 5|||Replace|||لي|||REQUIRED|||-NONE-|||0

S واش هادي العيادة إف؟
A 3 4|||Replace|||اف؟|||REQUIRED|||-NONE-|||0

S أهلا، آنسة ياماكوشي؟ مخاطبك على الخط. المكالمة ديالك تقبلات. تفضلي، عافاكي.
A 0 1|||Replace|||اهلا،|||REQUIRED|||-NONE-|||0

S وقتاش غادي نوصلو نلوس أنجلوس؟
A 2 3|||Replace|||نوصلوا|||REQUIRED|||-NONE-|||0
A 3 4|||Replace|||للوس|||REQUIRED|||-NONE-|||0
A 4 5|||Replace|||انجلوس؟|||REQUIRED|||-NONE-|||0

S سير نيشان مدة خمسة الدقايق تقريبا، ودور على ليسار.
A 8 9|||Replace|||اليسار.|||REQUIRED|||-NONE-|||0

S من هنا الطريق نلبحر.
A 3 4|||Replace|||للبحر.|||REQUIRED|||-NONE-|||0

S هاد أتاي بالعشوب كيساعد على تجديد الجسم.
A 1 2|||Replace|||اتاي|||REQUIRED|||-NONE-|||0

S هاد الشي ما كيتصنعشي فاليابان؟

S واخا. من هنا عافاك. غادي نوريك الغرفة ديالك.
A 0 1|||Replace|||وخا.|||REQUIRED|||-NONE-|||0

S خاصني نخرج من الأوطيل قبل الظهر.
A 3 4|||Replace|||الاوطيل|||REQUIRED|||-NONE-|||0

S جوج هامبورغر وجوج قهيوات، عافاك. غادي نديهوم معايا.
A 6 7|||Replace|||نديهم|||REQUIRED|||-NONE-|||0
A 7 8|||Replace|||معاي.|||REQUIRED|||-NONE-|||0

S نقدر ندي معايا هاد جوج حقائب؟
A 2 3|||Replace|||معاي|||REQUIRED|||-NONE-|||0

S أنا طلبت اللحم، ماشي الحوت. تقدر تبدل ليا هاد الشي؟
A 0 1|||Replace|||انا|||REQUIRED|||-NONE-|||0
A 7 8|||Replace|||لي|||REQUIRED|||-NONE-|||0

S ولدي عيان فمرة.

S معدتي كتضرني.

