S هذي التكسي ببلاش؟
A 0 1|||Replace|||هاذي|||REQUIRED|||-NONE-|||0

S هذي محطة القطار السريع؟
A 0 1|||Replace|||هاذي|||REQUIRED|||-NONE-|||0

S الساعة كم اجي؟

S بغيت غرشة صغيرة واين ابيض.

S اه. يصير اخذ وجبتي بعدين؟ احس تعبان شوي.
A 0 1|||Replace|||آه.|||REQUIRED|||-NONE-|||0
A 2 3|||Replace|||آخذ|||REQUIRED|||-NONE-|||0

S الصج، عندي خبر. بتزوج.
A 0 1|||Replace|||الصدق،|||REQUIRED|||-NONE-|||0
A 3 4|||Replace|||باتزوج.|||REQUIRED|||-NONE-|||0

S اي بوانطلين ثانية؟

S ممكن اخذ برنامج؟
A 1 2|||Replace|||آخذ|||REQUIRED|||-NONE-|||0

S احد اقتحم غرفتي البارحة فالليل.

S ورني السمجة اللي شفتها اليوم في كتب الصور، لو سمحت.
A 1 2|||Replace|||السمكة|||REQUIRED|||-NONE-|||0

S شوف التعليمات على علبة الأكل المفرغة من الهوا.
A 4 5|||Replace|||الاكل|||REQUIRED|||-NONE-|||0

S بغيت انواط.

S ما عندكم دروس تجريبية؟

S وين اقدر اشتري طوابع بريدية؟

S انا من بريطانيا.

S لازم اجيكه مع زوجتي.
A 1 2|||Replace|||اتشيكه|||REQUIRED|||-NONE-|||0

S بغيتك ترجع لي فلوسي عن هذا.

S في كبينة تلفون قدام هذاك البنك.
A 4 5|||Replace|||هاذاك|||REQUIRED|||-NONE-|||0

S بوصل تسعة مارس وبمشي اربعطعش.
A 0 1|||Replace|||باوصل|||REQUIRED|||-NONE-|||0
A 3 4|||Replace|||وبامشي|||REQUIRED|||-NONE-|||0
A 4 5|||Replace|||اربعتعش.|||REQUIRED|||-NONE-|||0

S هذي شوي غالي، ولا شرايك؟
A 0 1|||Replace|||هاذي|||REQUIRED|||-NONE-|||0

S عندك الرصيد؟

S وين محطة الباص؟

S بغيت حلو؟

S تتكلم؟

S نفس الشي حقي، لو سمحت.

S طلبي ما وصل.

S في واجد ينابيع حارة.
A 0 1|||Replace|||فيه|||REQUIRED|||-NONE-|||0

S لو سمحت حول خمسين ألف ين لي دولارات امريكية.
A 4 5|||Replace|||الف|||REQUIRED|||-NONE-|||0

S عادي عندي. الصراحة ابغي ادخن.

S بغيت كاس واين احمر.

S بس اذا مالك اخوي. هه، انكت.

S اكيد. شلون نقدر نخدمك؟

S هوية؟ اوه، اي. جواز اوكي؟

S رقم غرفتي ثلاثمية وستة وعشرين. ممكن تاخذ غسيلي؟

S بشوف اذا اي واحد من ذيلا يناسب.
A 0 1|||Replace|||باشوف|||REQUIRED|||-NONE-|||0

S بغيت غوري.

S جيب لي جبن مبشور.

S ممكن تنظفون فانيلاتي على باجر الصبح؟
A 4 5|||Replace|||باكر|||REQUIRED|||-NONE-|||0

S ممكن تخليه يرد يكلمني؟

S ليش عيل؟

S لو سمحت، في مكتبة قريب؟
A 2 3|||Replace|||فيه|||REQUIRED|||-NONE-|||0

S الباص هناك.

S بغيت رولتين أيزو مية، فيلم ملون، ستة وثلاثين صورة، لو سمحت.
A 2 3|||Replace|||ايزو|||REQUIRED|||-NONE-|||0

S بغيت اصرف هالجيك حق سبعين دولار.
A 2 3|||Replace|||هالتشيك|||REQUIRED|||-NONE-|||0

S بغيت اشتري طوابع حق عشر بطاقات بريدية لليابان، لو سمحت.

S في بنوك يم المحطة؟

S مسامحة بس في غلط في الفاتورة.
A 2 3|||Replace|||فيه|||REQUIRED|||-NONE-|||0

S واحد جيزبرقر تيك اوي، لو سمحت.
A 1 2|||Replace|||تشيز برجر|||REQUIRED|||-NONE-|||0

S اركض.

S بلوزتي فيها شق. تقدر تخيطه لي، لو سمحت؟

S ممكن تعطيني جارج سيارة؟
A 2 3|||Replace|||تشارج|||REQUIRED|||-NONE-|||0

S وين احصل بساط حق الساحل؟

S عطني ستيك لحم الخنزير هذي، بس مابغيه متين جذي.
A 4 5|||Replace|||هاذي،|||REQUIRED|||-NONE-|||0
A 6 7|||Replace|||ما ابغيه|||REQUIRED|||-NONE-|||0
A 8 9|||Replace|||كذي.|||REQUIRED|||-NONE-|||0

S بنجي الساعة سبع.

S لما اشوف الاسعار نازلة جذي، احس ماله داعي اشتري اي شي من اليابان.
A 4 5|||Replace|||كذي،|||REQUIRED|||-NONE-|||0

S سجلاتي كلها انسرقت، بعد.

S ايسكريم بسكوت على فانيلا، لو سمحت.

S اوافق. لازم يصير واجد طبيعي.

S انتبه من الفتحة، انتبه من الفتحة، عقب يم الباب، لو سمحت.

S بحتاج كردت كارد.
A 0 1|||Replace|||باحتاج|||REQUIRED|||-NONE-|||0

S لو سمحت عطني تقرير حادث.

S لا، شكرا بس الحين.

S اوكي، خلك عالخط لو سمحت. سيد ناكاجيما، آنسة سايتو ما ترد عالمكالمة. تبيني اخليه يرن زيادة؟

S شكله واجد نادر.

S وين استلام الشناط من رحلة سبعمية وثلاثة؟

S في شي غلط في مسكتك.
A 0 1|||Replace|||فيه|||REQUIRED|||-NONE-|||0

S بيخترب هذي؟
A 1 2|||Replace|||هاذي؟|||REQUIRED|||-NONE-|||0

S لا، مشكور. احسن لي ما اشرب بعد.

S لو سمحت عطني شوارع زينة للتسوق.

S الحين، هالرسمة وايد مميزة. رسمها تسوروتارو كاتاووكا. هو معروف انه فنان عالمي.
A 2 3|||Replace|||واجد|||REQUIRED|||-NONE-|||0

S انا وايد اقدر الموسيقى الكلاسيكية.
A 1 2|||Replace|||واجد|||REQUIRED|||-NONE-|||0

S اوكي. شنو اسم الطرف الآخر ورقمه، اذا ممكن.

S لو سمحت. خلني اطلع.

S ممكن تتصل تطلب طاقم عمل يتكلم ياباني؟

S احنا نزور اهلنا واجد.

S ميكي هاياكاوا. هذي غرفة سبعمية واثنين.
A 2 3|||Replace|||هاذي|||REQUIRED|||-NONE-|||0

S لازم ايلس هني الليلة، صح؟ تقدر تساعدني احجز غرفة في فندق؟
A 1 2|||Replace|||اجلس|||REQUIRED|||-NONE-|||0

S المفروض ما ياخذ وايد. خمسطعش دقيقة مشي.
A 3 4|||Replace|||واجد.|||REQUIRED|||-NONE-|||0
A 4 5|||Replace|||خمستعش|||REQUIRED|||-NONE-|||0

S ممكن تقول لي كم تكلفة هالمكالمة؟

S انزين، ممكن تقول لها اني اتصلت، لو سمحت؟ بتصل لها مرة ثانية بعدين.
A 8 9|||Replace|||باتصل|||REQUIRED|||-NONE-|||0

S في جولات صباحية؟
A 0 1|||Replace|||فيه|||REQUIRED|||-NONE-|||0

S تحول عملات اجنبية؟

S وين اقدر اشتري فلم؟

S عندك بير ياباني؟

S بغيت اسجل شناطي.

S معاك آنسة كاوازو من غرفة الف وستمية واحدعش.
A 7 8|||Replace|||وحدعش.|||REQUIRED|||-NONE-|||0

S العفو.

S شنو الاهم بالنسبة لكم انتوا اليابانيين؟ يوم راس السنة او الكرسمس؟

S بس دقيقة، لو سمحت.

S لو سمحت ملي تقرير فقدان.

S من امس.

S يشمل تأمين ضد التصادم وتأمين المسؤولية القانونية.

S عندك بروشات بتصاميم حلوة؟

S اكلمك من كبينة عامة في ميسيز.

S كم رسوم الموقف في في الساعة؟
A 4 5|||Delete||||||REQUIRED|||-NONE-|||0

S سيداتي وسادتي، في رحلتنا اليوم، عندنا مضيفين يتكلمون ياباني وممكن التعرف عليهم من دبابيس الأعلام اللي يلبسونها. اذا تعرف احد يحتاج مساعدة في اللغة، خبرنا.
A 14 15|||Replace|||الاعلام|||REQUIRED|||-NONE-|||0

S في حقبة معينة للفن انت تفضلها؟
A 0 1|||Replace|||فيه|||REQUIRED|||-NONE-|||0

S لو سمحت جيكه مرة ثانية.
A 2 3|||Replace|||تشيكه|||REQUIRED|||-NONE-|||0

S امش مع النهر سيدة نص ميل. بتوصل الحديقة.
A 3 4|||Replace|||سيدا|||REQUIRED|||-NONE-|||0

S اوكي، بطرشه لاس فيغاس حقك.
A 1 2|||Replace|||باطرشه|||REQUIRED|||-NONE-|||0

S بغيت فانيلات للركض.

S بغيت شي تشربه من البار؟

S احسن لك تاخذ قطار الثمان ونص.

S الحين موسم المحار، يعني بيكونون زينين.

S بغيت مع ساعة يد ثانية.

S بسوي جيك ان على الساعة تسع المسا.
A 0 1|||Replace|||باسوي|||REQUIRED|||-NONE-|||0
A 1 2|||Replace|||تشيك|||REQUIRED|||-NONE-|||0

S الوقت قاعد يتأخر. لازم امشي.

S انا ما استخدمت خدمتكم للغسيل. ممكن تجيك هذي مرة ثانية؟
A 6 7|||Replace|||تشيك|||REQUIRED|||-NONE-|||0
A 7 8|||Replace|||هاذي|||REQUIRED|||-NONE-|||0

S بغيت شاهي، لو سمحت.

S لا، مافي.
A 1 2|||Replace|||مافيه.|||REQUIRED|||-NONE-|||0

S هذي آخر محطة؟
A 0 1|||Replace|||هاذي|||REQUIRED|||-NONE-|||0

S خل نتصل له.

S هذي حار فلفل؟
A 0 1|||Replace|||هاذي|||REQUIRED|||-NONE-|||0

S وين اقدر احصل باص سياحي؟

S اي، ابغي اشوف المعالم السياحية في المدينة.

S شكرا على الضيافة.

S مافي احسن من الصدق.
A 0 1|||Replace|||مافيه|||REQUIRED|||-NONE-|||0

S ممكن تقعدني الساعة ست، لو سمحت؟

S كم تكلف حق نص يوم؟

S انا كينجي.
A 1 2|||Replace|||كنجي.|||REQUIRED|||-NONE-|||0

S تعرف اماكن حلوة نشوفها في شيكاغو؟

S والله، اذا انتوا الاثنين مصرين، بجي معاكم.
A 5 6|||Replace|||باجي|||REQUIRED|||-NONE-|||0

S بغيت اسوي حجز الساعة ثلاث ونص العصر.

S صندوق الامانات، لو سمحت.

S لو سمحت اختار واين مناسب.

S لازم ادفع حق البترول؟

S بايق. صيدوه.

S لو سمحت عطني خردة.

S هي صغيرة وكيوت.

S مقلي، لو سمحت.

S غسيلي ما رجع للحين.

S بالمناسبة، انت فاضي السبت الجاي؟

S عيل، يمكن نتفاهم مع بعض.

S عاملتني جني طرار.
A 1 2|||Replace|||كني|||REQUIRED|||-NONE-|||0

S فهمت. وبعد، ممكن تساعدني في مشكلة ثانية؟

S ممكن تحط لي العدسات الموصوفة في هالنظارة الشمسية؟

S كيوت الكلب. شنو فصيلته؟

S طيحت شوكتي. لو سمحت جيب لي وحدة ثانية.
A 6 7|||Replace|||واحدة|||REQUIRED|||-NONE-|||0

S كان وناسة.

S اكيد. روح سيدة وخذ ثالث لفة يمين. بتحصله على يمينك.
A 2 3|||Replace|||سيدا|||REQUIRED|||-NONE-|||0

S تعرف كاثي؟ بكرة حفلة عيد ميلادها.

S عندك جدول للألوان؟
A 2 3|||Replace|||للالوان؟|||REQUIRED|||-NONE-|||0

S بس، هو، رجال، شلون اعرف ان هذي هو الشي الصجي؟
A 6 7|||Replace|||هاذي|||REQUIRED|||-NONE-|||0
A 9 10|||Replace|||الصدقي؟|||REQUIRED|||-NONE-|||0

S ممكن اخذه بدون ضرايب؟
A 1 2|||Replace|||آخذه|||REQUIRED|||-NONE-|||0

S ماقدر احط شناطي تحت الكرسي. ممكن تخليها عندك حقي، لو سمحت؟
A 0 1|||Replace|||ما اقدر|||REQUIRED|||-NONE-|||0

S ممكن تحط هالشنطة في الدبة؟

S انا بطلع الحين، باخذه.

S لو سمحت طرش احد فوق حق شناطي الساعة ست ونص.

S اي نوع من الخبز عندك؟

S وين اللفت؟

S في احد يعرف يعزف بيانو؟
A 0 1|||Replace|||فيه|||REQUIRED|||-NONE-|||0

S مشكور، بس ما اظن عندي وقت اقعد ليلتين. ممكن تحجز غرفة مزدوجة في ذاك الفندق بس حق اثنعش مارس؟

S ما قررنا للحين.

S رفيجي تحنقل ولوى كاحله.
A 0 1|||Replace|||رفيقي|||REQUIRED|||-NONE-|||0

S بجرب شربت.
A 0 1|||Replace|||باجرب|||REQUIRED|||-NONE-|||0

S في مطعم تايلندي قريب؟
A 0 1|||Replace|||فيه|||REQUIRED|||-NONE-|||0

S هو يم ذاك المبنى العالي. يعني ارجع من نفس الطريق اللي جيت منه لين توصل الاشارة. بعدها، لف يسار.

S لازم اركب طيارة للوس انجلوس بكرة الصبح من وقت.

S """عيل اكيد اقترح عليك """"جولة مدينة سان فرانسيسكو"""". هذي بتعطيك فكرة عن سان فرانسيسكو."""
A 8 9|||Replace|||هاذي|||REQUIRED|||-NONE-|||0

S ابغي اسوي تأمين.

S هي تبغي تشتري فستان.

S كم يكلف التكسي لهالفندق؟

S وين الحمام؟

S تكلف شي دخلة هالمبنى؟

S كيفك.

S الدريشة مشيرة.

S نص اونصه شانيل رقم خمسة، لو سمحت.
A 1 2|||Replace|||اونصة|||REQUIRED|||-NONE-|||0

S شرايك بقهوة؟

S احتاج تذكرة؟

S كم رسوم الخدمة تقريبا؟

S شكثر من هني؟

S كريمة وسكر؟

S عندك نسبة تخفيض حق الأعضاء؟
A 4 5|||Replace|||الاعضاء؟|||REQUIRED|||-NONE-|||0

S في قطار سريع الساعة تسع ونص؟
A 0 1|||Replace|||فيه|||REQUIRED|||-NONE-|||0

S خلني اجيك آيل البريك والمكينة. مكينتك شكلها خلاص كلش بتوقف.
A 1 2|||Replace|||اشيك|||REQUIRED|||-NONE-|||0
A 9 10|||Replace|||بيتوقف.|||REQUIRED|||-NONE-|||0

S ما كانت غلطتي.

S مافي كهربا.
A 0 1|||Replace|||مافيه|||REQUIRED|||-NONE-|||0

S ببلغ عن هالشي عند الشرطة.

S كل واحد لازم يدفع حق مشروباته؟

S اي مكان من ثلاثين لي خمسين دولار حق الليلة.
A 4 6|||Replace|||لخمسين|||REQUIRED|||-NONE-|||0

S لو سمحت صلح هذي.
A 3 4|||Replace|||هاذي.|||REQUIRED|||-NONE-|||0

S في يوم راس السنة. وفي المناسبات الخاصة مثل استقبالات الاعراس، وحفلات الجوائز والجنازات.

S ليش ما تعطيها هدية؟

S هي دشت علي من الجانب.

S اقدر اجي عندك الساعة ثنتين.

S هذي الأمتعة من رحلة جيه إيه إل صفر واحد؟
A 0 1|||Replace|||هاذي|||REQUIRED|||-NONE-|||0
A 1 2|||Replace|||الامتعة|||REQUIRED|||-NONE-|||0
A 4 5|||Replace|||جاي|||REQUIRED|||-NONE-|||0
A 5 6|||Replace|||اي|||REQUIRED|||-NONE-|||0
A 6 7|||Replace|||ال|||REQUIRED|||-NONE-|||0

S هذي اول رحلة لي لباريس.
A 0 1|||Replace|||هاذي|||REQUIRED|||-NONE-|||0

S ممكن تقدر السعر قبل ما تبتدي تشتغل فيه؟

S حياك.

S وين نركب القارب؟

S ما عندنا شنطة حق هالكمية فبخليه في هالكيس البلاستيكي الكبير.

S بغيت العب تنس.

S في عصير اناناس، وبرتقال وطماط.
A 0 1|||Replace|||فيه|||REQUIRED|||-NONE-|||0

S الجهة اليسار من هالطابق، يم اللفت.

S ما تبغي تشوف فلم ثاني احسن؟

S لو سمحت اصرف لي هالجيك السياحي خله كاش.
A 4 5|||Replace|||هالتشيك|||REQUIRED|||-NONE-|||0

S اقدر اعطيك جواب احسن بعد كم عرض.

S شنو المسرحيات الموسيقية اللي تنعرض الحين؟

S عندك منظرة؟

S باخذ هذي، لو سمحت.
A 0 1|||Replace|||بآخذ|||REQUIRED|||-NONE-|||0
A 1 2|||Replace|||هاذي،|||REQUIRED|||-NONE-|||0

S متأكد ان المجرم قريب.

S عشر طوابع لو سمحت.

S بلاعيمي ملتهبة.

S بغيت هدايا من نيويورك.

S انا بسوي جيك اوت. ممكن تطرش حامل الشنط؟
A 1 2|||Replace|||باسوي|||REQUIRED|||-NONE-|||0
A 2 3|||Replace|||تشيك|||REQUIRED|||-NONE-|||0

S ساعتي وقفت.

S اوه، صج؟ شلون يعجبك؟
A 1 2|||Replace|||صدق؟|||REQUIRED|||-NONE-|||0

S احنا فاتحين الساعة تسع الصبح.

S بغيت دفتر تلوين.

S احس فيني دوار الجو.

S لازم اروح بنك ياباني؟

S لازم تصرف الفلوس في البنك.

S في وقت كفاية حق نسوي جيك اوت؟
A 0 1|||Replace|||فيه|||REQUIRED|||-NONE-|||0
A 5 6|||Replace|||تشيك|||REQUIRED|||-NONE-|||0

S زوجج واحد من افضل العملاء عندنا.

S تعرف دكتور اسنان زين؟

S اوه، لازم تخبر القنصلية الحين.

S مرجوج، مو مخلوط.

S واجد ناس يروحون الساحل في هالفترة.

S وزني تقريبا مية وخمسين باوند.

S وين احول؟

S وين مكتب المفقودات؟

S في باص يروح هناك سيدة؟
A 0 1|||Replace|||فيه|||REQUIRED|||-NONE-|||0
A 4 5|||Replace|||سيدا؟|||REQUIRED|||-NONE-|||0

S احتاج معاملة خاصة؟

S بتدفع كاش او شحن؟

S شكثر ياخذ وقت لين تسوون تأشيرتي؟

S وين الحمامات؟

S المبلغ الكلي يصير ميتين وثلاثة واربعين جنيه، اختي.

S هذي هدية. ممكن تغلفه بجلادة حلوة؟
A 0 1|||Replace|||هاذي|||REQUIRED|||-NONE-|||0

S شهالمنظر. الطريق واجد حلو.

S اي، عندنا حجز لك.

S اسمح لي، بس ابغي اروح فندقي في المدينة بالباص. وين اقدر احصل واحد؟

S معاك من غرفة ميتين وواحد. بغيت اطلب الريوق حق بكرة.

S خل نحط حشوة داخل.

S شلون تبغي شعرك اليوم؟

S تقدر تقوله بكلمات ثانية؟

S بستخدم أي شي عندك.
A 0 1|||Replace|||باستخدم|||REQUIRED|||-NONE-|||0
A 1 2|||Replace|||اي|||REQUIRED|||-NONE-|||0

S بغينا طاولة يم المسرح.

S انا بخير. انزين، انت رايح مكان؟

S ارتفاعه الفين واربعمية متر.

S حياك. لو سمحت خله على الطاولة هناك.

S لو سمحت ألغي رقم بطاقتي.
A 2 3|||Replace|||الغي|||REQUIRED|||-NONE-|||0

S مسامحة، كلهم انباعوا، بس بيتوفرون عندنا بعد كم يوم.

S ما عندي موعد، بس الموضوع ضروري.

S هذي قرمبع.
A 0 1|||Replace|||هاذي|||REQUIRED|||-NONE-|||0

S وين اللفت؟

S عندك منشور حق الفعاليات؟

S وين مدخل المترو؟

S ضيعت تذكرة الطيارة.

S ما تقدر تقعد هني في الاجازة؟

S اوه، مسامحة على الازعاج.

S في حمام عام قريب من هني؟
A 0 1|||Replace|||فيه|||REQUIRED|||-NONE-|||0

S كم كامل؟

S واجد زين. الحين حق الأسئلة، لو سمحت.
A 4 5|||Replace|||الاسئلة،|||REQUIRED|||-NONE-|||0

S عندك خردة حق عداد البارك؟

S الف يسار؟

S سعر زين، صح؟

S لازم تاخذه تسعة وتسعين مرة في اليوم، قبل الاكل.

S انا احبه.

S بغيت ترايبود.

S عجيب. كنت ادور تكسي، بس هذي احسن.
A 3 4|||Replace|||تاكسي،|||REQUIRED|||-NONE-|||0
A 5 6|||Replace|||هاذي|||REQUIRED|||-NONE-|||0

S كوت ممتاز. هذي صناعة بريطانية؟
A 2 3|||Replace|||هاذي|||REQUIRED|||-NONE-|||0

S ابغي اروح مركز هارفرد. ممكن تدليني شلون؟

S بالغين وطفلين، لو سمحت.

S كم السعر؟

S ستار وورز كان حقق اكبر نجاح في ألف وتسعمية وأربعة وثمانين.
A 7 8|||Replace|||الف|||REQUIRED|||-NONE-|||0
A 9 10|||Replace|||واربعة|||REQUIRED|||-NONE-|||0

S وين قسم الغير مدخنين؟

S """هذي """"ت"""" مثل """"توم""""، اي هني، يا تارو."""
A 0 1|||Replace|||"""هاذي|||REQUIRED|||-NONE-|||0

S هذي حق شنو؟
A 0 1|||Replace|||هاذي|||REQUIRED|||-NONE-|||0

S اي نوع من البطاقات الإئتمانية تاخذون؟
A 4 5|||Replace|||الائتمانية|||REQUIRED|||-NONE-|||0

S عندي وقت واجد.

S والله، الحين وقت الغدا. تبغي نناقشه على الغدا؟

S مرحبا، اسمي اودا. عندي حجز الليلة، بس بتأخر. يعني، لو سمحت خل حجزي.
A 7 8|||Replace|||باتأخر.|||REQUIRED|||-NONE-|||0

S هالجواتي قوية؟

S يقولون ان الزكام منتشر هناك.

S في الداخل.

S مسامحة. متروسين بكرة في الليل.

S انا مع ربعي.

S قورو يقول، ان سيد يامادا عنده ولدين.
A 0 1|||Replace|||غورو|||REQUIRED|||-NONE-|||0

S ابغي الف وارجع برج لندن.

S لو سمحت اربط حزامك.

S مشغول.

S عندكم مأكولات بحرية؟

S هذي واجد غالي.
A 0 1|||Replace|||هاذي|||REQUIRED|||-NONE-|||0

S والله ودي، مسامحة بس ماقدر اسويه هالوقت.
A 4 5|||Replace|||ما اقدر|||REQUIRED|||-NONE-|||0

S والله، مادري للحين، بس بحاول اكيد.
A 1 2|||Replace|||ما ادري|||REQUIRED|||-NONE-|||0
A 4 5|||Replace|||باحاول|||REQUIRED|||-NONE-|||0

S لو سمحت استخدم غرفة القياس هناك.

S تسعين دولار حق تذكرة روحة. كاش او بطاقة؟

S شلون الآباء اليابانيين يربون عيالهم؟ يكونون شداد؟

S ممكن تقول لي متى ساعات العمل؟

S معدتي ثقيلة.

S يصير نبتدي لعب لما يخلصون؟

S عدد السكان في اليابان مية وعشرين مليون تقريبا.

S سجل هالأغراض في بطاقة التسجيل.
A 1 2|||Replace|||هالاغراض|||REQUIRED|||-NONE-|||0

S ممكن آخذ أغراضي؟
A 2 3|||Replace|||اغراضي؟|||REQUIRED|||-NONE-|||0

S عندك شالات حرير؟ ابغي هدية حق زوجتي.

S بنجيبه الحين. كم رقم غرفتك؟

S ابغي اسافر من شنغهاي لي هاواي بالسفينة.
A 3 4|||Replace|||شانغهاي|||REQUIRED|||-NONE-|||0
A 4 6|||Replace|||لهاواي|||REQUIRED|||-NONE-|||0

S ممكن تجهزه على خمس العصر بكرة؟

S ياخذ عشر دقايق مشي.

S قبل ما نوقف، ممكن تعطيني شوية وقت؟

