S فاضي التاكسي هذا؟

S هاذي المحطة اكسبريس؟
A 2 3|||Replace|||اكسبرس؟|||REQUIRED|||-NONE-|||0

S مع انا وقت يلزمني نجي؟
A 1 2|||Replace|||انى|||REQUIRED|||-NONE-|||0

S نحب دبوزة صغيرة متاع شراب ابيض عيشك.
A 6 7|||Replace|||يعيشك.|||REQUIRED|||-NONE-|||0

S هم. انجم ناكل بعد؟ متقلق شوية توا.
A 1 2|||Replace|||ننجم|||REQUIRED|||-NONE-|||0

S هو راو، عندي خبير. بش نعرس.
A 1 2|||Replace|||راهو،|||REQUIRED|||-NONE-|||0
A 4 5|||Replace|||باش|||REQUIRED|||-NONE-|||0

S فما سراويل اخرى؟

S انجم ناخو برنامج؟
A 0 1|||Replace|||ننجم|||REQUIRED|||-NONE-|||0

S فما شكون دخلي لبيتي لبارح في الليل.
A 2 3|||Replace|||دخل لي|||REQUIRED|||-NONE-|||0
A 4 5|||Replace|||البارح|||REQUIRED|||-NONE-|||0

S وريني الحوتة الي شفتها اليوم في كتاب التصاور، عيشك.
A 2 3|||Replace|||اللي|||REQUIRED|||-NONE-|||0
A 8 9|||Replace|||يعيشك.|||REQUIRED|||-NONE-|||0

S اقري التعليمات على باكو الماكلة الي مجبود منو الهواء.
A 5 6|||Replace|||اللي|||REQUIRED|||-NONE-|||0
A 7 8|||Replace|||منه|||REQUIRED|||-NONE-|||0

S تحب فلوس اوراق.
A 0 1|||Replace|||نحب|||REQUIRED|||-NONE-|||0

S ما عندكمش دروس تجراب؟

S منين انجم نشري تنابر بوسطة؟
A 1 2|||Replace|||ننجم|||REQUIRED|||-NONE-|||0

S انا من بريطانيا العضمى.

S لازمني نثبت مع مرتي.

S رجعولي فلوسي متاع هذا.
A 0 1|||Replace|||رجعو لي|||REQUIRED|||-NONE-|||0

S فما تاليفون مقابل اك البانكة.

S بش نوصل نهار تسعة مارس و نخرج نهار اربعطاش.
A 0 1|||Replace|||باش|||REQUIRED|||-NONE-|||0
A 5 7|||Replace|||ونخرج|||REQUIRED|||-NONE-|||0
A 8 9|||Replace|||اربعتعش.|||REQUIRED|||-NONE-|||0

S غالي شوية، موش هكا؟

S عندك البونو؟

S ويني محطة الكار؟

S تحب ديسار؟

S تتكلم انتي؟
A 1 2|||Replace|||انت؟|||REQUIRED|||-NONE-|||0

S كيف كيف حتى انا، عيشك.
A 4 5|||Replace|||يعيشك.|||REQUIRED|||-NONE-|||0

S اللي طلبتو لتوا لا جاء.
A 1 2|||Replace|||طلبته|||REQUIRED|||-NONE-|||0

S فما برشة عيون سخونة.
A 1 2|||Replace|||برشا|||REQUIRED|||-NONE-|||0

S عيشك صرفلي خمسين الف يان للدولار الامريكي.
A 0 1|||Replace|||يعيشك|||REQUIRED|||-NONE-|||0
A 1 2|||Replace|||اصرف لي|||REQUIRED|||-NONE-|||0

S مايقلقنيش. تي نحب نتكيف انا.
A 0 1|||Replace|||ما يقلقنيش.|||REQUIRED|||-NONE-|||0

S نحب كاس شراب احمر.

S الا كان يبدى متاعك، سيدي. هههه، نفدلك معاك.
A 2 3|||Replace|||يبدا|||REQUIRED|||-NONE-|||0

S بالطبيعة. كيفاش انجمو نخدموك؟
A 2 3|||Replace|||ننجموا|||REQUIRED|||-NONE-|||0

S بطاقة تعريف. اه، باهي. ميسالش باسبور؟
A 2 3|||Replace|||آه،|||REQUIRED|||-NONE-|||0

S نومرو بيتي تلاثة ميا ستة وعشرين. ممكن تهزل حوايج الغسيل متاعي؟
A 2 4|||Replace|||ثلاثةمية|||REQUIRED|||-NONE-|||0
A 7 8|||Replace|||تهز لي|||REQUIRED|||-NONE-|||0

S تو نشوف كان تجي اي وحدة من هاذوما.
A 5 6|||Replace|||واحدة|||REQUIRED|||-NONE-|||0

S نحب سخان ماء.

S جيبلي شوية جبن مرحي.
A 0 1|||Replace|||جيب لي|||REQUIRED|||-NONE-|||0

S ميسالش تغسلولي سوالي من هنا لغدوة الصباح؟
A 1 2|||Replace|||تغسلوا لي|||REQUIRED|||-NONE-|||0

S تقلو يعاود يكلمني؟
A 0 1|||Replace|||تقول له|||REQUIRED|||-NONE-|||0

S علاش؟

S سامحني. فما مكتبة قريبة؟

S الكار غادي.

S بربي اعطيني زوز رولوات ايزو ميا، فيلم بالالوان، تصاور ستة و تلاثين، يعيشك.
A 5 6|||Replace|||مية،|||REQUIRED|||-NONE-|||0
A 10 12|||Replace|||وثلاثين،|||REQUIRED|||-NONE-|||0

S نحب نصب الشاك هذا بسبعين دولار.

S اعطيني تنابر بش نبعث عشرة كوارط لليابان.
A 2 3|||Replace|||باش|||REQUIRED|||-NONE-|||0
A 5 6|||Replace|||كوارت|||REQUIRED|||-NONE-|||0

S فما بانكة بحذا المحطة؟

S فما غلطة في الفاتورة هذي.
A 4 5|||Replace|||هاذي.|||REQUIRED|||-NONE-|||0

S واحد تشيزبرغر بش نهزو معايا، عيشك.
A 1 2|||Replace|||تشيز برغر|||REQUIRED|||-NONE-|||0
A 2 3|||Replace|||باش|||REQUIRED|||-NONE-|||0
A 3 4|||Replace|||نهزه|||REQUIRED|||-NONE-|||0
A 4 5|||Replace|||معاي،|||REQUIRED|||-NONE-|||0
A 5 6|||Replace|||يعيشك.|||REQUIRED|||-NONE-|||0

S اجري.

S فما تقطيعة في فيستي. تنجمش تخيطهالي، عيشك؟
A 5 6|||Replace|||تخيطها لي،|||REQUIRED|||-NONE-|||0
A 6 7|||Replace|||يعيشك؟|||REQUIRED|||-NONE-|||0

S تنجم تسلفني كابل بوستر؟
A 2 3|||Replace|||كيبل|||REQUIRED|||-NONE-|||0

S منين انجم نشري فوطة متاع بحر؟
A 1 2|||Replace|||ننجم|||REQUIRED|||-NONE-|||0

S اعطيني لحمة الهام هاذيكا، اما اجود شوية.

S نجيو مع السبعة.
A 0 1|||Replace|||نجيوا|||REQUIRED|||-NONE-|||0

S وقتلي نشوف الرخص هوني، نولي مهبول كان مزلت نشري حاجة ماليابان.
A 0 1|||Replace|||وقت اللي|||REQUIRED|||-NONE-|||0
A 7 8|||Replace|||ما زلت|||REQUIRED|||-NONE-|||0

S حتى انا سرقولي كرنياتي.
A 2 3|||Replace|||سرقوا لي|||REQUIRED|||-NONE-|||0

S كورنو ثالجة فانيليا، عيشك.
A 3 4|||Replace|||يعيشك.|||REQUIRED|||-NONE-|||0

S موافق. لازم تولي حاجة طبيعية.

S رد بالك الفراغ، رد بالك الفراغ، اقرب مالباب عيشك.
A 8 9|||Replace|||يعيشك.|||REQUIRED|||-NONE-|||0

S يلزمني كارطة متاع بانكة.
A 1 2|||Replace|||كارتة|||REQUIRED|||-NONE-|||0

S عيشك اعطيني ورقة متاع تقرير الحادث.
A 0 1|||Replace|||يعيشك|||REQUIRED|||-NONE-|||0

S لا، يعطيك الصحة توا.

S باهي، عيشك ما تعلقش. سي ناكاجيما، للا سايتو ما تجاوبش. تحبني نعاودلها شوية اخرى؟
A 1 2|||Replace|||يعيشك|||REQUIRED|||-NONE-|||0
A 11 12|||Replace|||نعاود لها|||REQUIRED|||-NONE-|||0

S يضهر موش منتشر برشة.
A 0 1|||Replace|||يظهر|||REQUIRED|||-NONE-|||0
A 3 4|||Replace|||برشا.|||REQUIRED|||-NONE-|||0

S وين استلام الدبش متاع رحلة طيران سبعة ميا و تلاثة؟
A 6 8|||Replace|||سبعمية|||REQUIRED|||-NONE-|||0
A 8 10|||Replace|||وثلاثة؟|||REQUIRED|||-NONE-|||0

S عندك مشكلة في القبضة متاعك.

S هذا يفسد؟

S لا، عيشك. يزيني مالشرب خير.
A 1 2|||Replace|||يعيشك.|||REQUIRED|||-NONE-|||0

S بربي قلي على شارع باهي نشري منو.
A 1 2|||Replace|||قول لي|||REQUIRED|||-NONE-|||0
A 6 7|||Replace|||منه.|||REQUIRED|||-NONE-|||0

S هاللوحة هاذي عندها بلاصة خاصة. عملها تسوروتارو كاتاوكا. هو يتسمى فنان عالمي.
A 7 8|||Replace|||كاتاووكا.|||REQUIRED|||-NONE-|||0

S نحب برشة الموسيقى الكلاسيكية.
A 1 2|||Replace|||برشا|||REQUIRED|||-NONE-|||0

S باهي. شنوة اسم و نومرو الطرف الآخر، عيشك.
A 1 2|||Replace|||شنوا|||REQUIRED|||-NONE-|||0
A 3 5|||Replace|||ونومرو|||REQUIRED|||-NONE-|||0
A 7 8|||Replace|||يعيشك.|||REQUIRED|||-NONE-|||0

S سامحني، خليني نخرج يعيشك.

S تعيطلنا موضفين يتكلمو بالياباني؟
A 0 1|||Replace|||تعيط لنا|||REQUIRED|||-NONE-|||0
A 2 3|||Replace|||يتكلموا|||REQUIRED|||-NONE-|||0

S ديما نطلو عالعايلة.
A 1 2|||Replace|||نطلوا|||REQUIRED|||-NONE-|||0

S ميكي هاياكاوا. هاذي بيت سبعة ميا و ثنين.
A 4 6|||Replace|||سبعمية|||REQUIRED|||-NONE-|||0
A 6 8|||Replace|||واثنين.|||REQUIRED|||-NONE-|||0

S لازمني نقعد هوني الليلة، موش هكا؟ تنجم تعاوني بش نحجز بيت وتيل؟
A 7 8|||Replace|||تعاونني|||REQUIRED|||-NONE-|||0
A 8 9|||Replace|||باش|||REQUIRED|||-NONE-|||0

S نورمالمون ما اطولش. ربع ساعة كان طارت.

S بقداش المكالمة هاذي، عيشك؟
A 3 4|||Replace|||يعيشك؟|||REQUIRED|||-NONE-|||0

S باهي، تنجم تقوللها الي انا تكلمت، يعيشك.
A 2 3|||Replace|||تقول لها|||REQUIRED|||-NONE-|||0
A 3 4|||Replace|||اللي|||REQUIRED|||-NONE-|||0

S فما رحلات في الصباح؟

S تصرفو فلوس اجنبية؟
A 0 1|||Replace|||تصرفوا|||REQUIRED|||-NONE-|||0

S وين انجم نشري بكرة فيلم؟
A 1 2|||Replace|||ننجم|||REQUIRED|||-NONE-|||0

S عندكم بيرا يابانية؟
A 1 2|||Replace|||بيرة|||REQUIRED|||-NONE-|||0

S نحب نسجل باقاجي.

S معاك انسة كاوازو في البيت سطاش حداش.
A 1 2|||Replace|||آنسة|||REQUIRED|||-NONE-|||0
A 5 6|||Replace|||ستتعش|||REQUIRED|||-NONE-|||0
A 6 7|||Replace|||حدعش.|||REQUIRED|||-NONE-|||0

S العفو.

S اما اهم ليكم انتوما اليابانيين، راس العام ولا نوال؟
A 0 1|||Replace|||امى|||REQUIRED|||-NONE-|||0

S دقيقة، عيشك.
A 1 2|||Replace|||يعيشك.|||REQUIRED|||-NONE-|||0

S عيشك عمر تقرير ضياع.
A 0 1|||Replace|||يعيشك|||REQUIRED|||-NONE-|||0

S من البارح.

S موجود فيها تامين على التصادم والمسئولية القانونية.

S عندكم مطويات متاع تصاميم باهية؟

S نكلم فيك من تاكسيفون من مايسيز.
A 5 6|||Replace|||ميسيز.|||REQUIRED|||-NONE-|||0

S بقداش الساعة في الباركينق؟
A 3 4|||Replace|||الباركينغ؟|||REQUIRED|||-NONE-|||0

S سيداتي سادتي، في رحلتنا اليوم، عنا مضيفين يحكيو ياباني تنجمو تعرفوهم بالعلم الي راشقينو في زيهم. كان تعرفو اي حد يستحق مساعدة لغوية، بربي قولولنا.
A 5 6|||Replace|||عننا|||REQUIRED|||-NONE-|||0
A 7 8|||Replace|||يحكيوا|||REQUIRED|||-NONE-|||0
A 9 10|||Replace|||تنجموا|||REQUIRED|||-NONE-|||0
A 12 13|||Replace|||اللي|||REQUIRED|||-NONE-|||0
A 13 14|||Replace|||راشقينه|||REQUIRED|||-NONE-|||0
A 17 18|||Replace|||تعرفوا|||REQUIRED|||-NONE-|||0
A 24 25|||Replace|||قولوا لنا.|||REQUIRED|||-NONE-|||0

S فما فترة معينة متاع فن تحبها؟

S زيد ثبت فيه، عيشك.
A 3 4|||Replace|||يعيشك.|||REQUIRED|||-NONE-|||0

S امشي طول طول مع النهر حكاية ميل و نص. تو تلقى روحك في المنتزه.
A 7 9|||Replace|||ونص.|||REQUIRED|||-NONE-|||0

S باهي، تو نبعثهولك للاص فيقاس.
A 2 3|||Replace|||نبعثه لك|||REQUIRED|||-NONE-|||0
A 3 4|||Replace|||للاس|||REQUIRED|||-NONE-|||0
A 4 5|||Replace|||فيغاس.|||REQUIRED|||-NONE-|||0

S تلوج في مراول متاع جري.

S تحب تشرب حاجة مالبار؟

S مالاحسن تطلع في ترينو الثمنية و نص.
A 4 5|||Replace|||الثمانية|||REQUIRED|||-NONE-|||0
A 5 7|||Replace|||ونص.|||REQUIRED|||-NONE-|||0

S توا فصل المحار، مالا يبداو باهين.
A 4 5|||Replace|||يبداوا|||REQUIRED|||-NONE-|||0

S نحب مع منقالة ثانية.

S نسجل مع الثمنية متاع الليل.
A 2 3|||Replace|||الثمانية|||REQUIRED|||-NONE-|||0

S ماعاش بكري. يلزمني نمشي.
A 0 1|||Replace|||ما عاش|||REQUIRED|||-NONE-|||0

S ما استعملتش سرفيس الغسيل متاعك. بش تعاود تثبت هاذا؟
A 5 6|||Replace|||باش|||REQUIRED|||-NONE-|||0

S نحب تاي، عيشك.
A 2 3|||Replace|||يعيشك.|||REQUIRED|||-NONE-|||0

S لا، ما فماش.

S هاذي اخر محطة؟
A 1 2|||Replace|||آخر|||REQUIRED|||-NONE-|||0

S هيا نكلموه.

S حار هذا؟

S وين انجم نلفى كار متاع توريست؟
A 1 2|||Replace|||ننجم|||REQUIRED|||-NONE-|||0
A 2 3|||Replace|||نلقى|||REQUIRED|||-NONE-|||0

S اي، نحب نشوف تامعالم متاع المدينة.
A 3 4|||Replace|||المعالم|||REQUIRED|||-NONE-|||0

S يعطك الصحة عالضيافة.
A 0 1|||Replace|||يعطيك|||REQUIRED|||-NONE-|||0

S احسن سياسة هي الصدق.

S تقيمني الستة، يعيشك؟

S بقداش شطر نهار؟

S انا كانجي.
A 1 2|||Replace|||كنجي.|||REQUIRED|||-NONE-|||0

S تعرفشي بلايص باهين واحد يزورهم في شيكاغو؟

S باهي، كان الزوز شادين صحيح، تو نمشي معاكم.

S نحب نحجز للتلاثة و نص متاع القايلة.
A 2 3|||Replace|||للثلاثة|||REQUIRED|||-NONE-|||0
A 3 5|||Replace|||ونص|||REQUIRED|||-NONE-|||0

S حكة السلامة، عيشك.
A 0 1|||Replace|||حقة|||REQUIRED|||-NONE-|||0
A 2 3|||Replace|||يعيشك.|||REQUIRED|||-NONE-|||0

S عيشك اختار شراب مناسب.
A 0 1|||Replace|||يعيشك|||REQUIRED|||-NONE-|||0

S لازم نخلص المازوت؟

S سارق، شدوه.

S اعطيني شوية صرف عيشك.
A 3 4|||Replace|||يعيشك.|||REQUIRED|||-NONE-|||0

S ضريفة و حلوة.
A 1 3|||Replace|||وحلوة.|||REQUIRED|||-NONE-|||0

S مقلي، يعيشك.

S مازالو ما رجعوليش حوايجي الي تغسلت.
A 0 1|||Replace|||ما زالوا|||REQUIRED|||-NONE-|||0
A 2 3|||Replace|||رجعوا ليش|||REQUIRED|||-NONE-|||0
A 4 5|||Replace|||اللي|||REQUIRED|||-NONE-|||0

S بالمناسبة، عندك ما تعمل السبت الجاي؟

S باهي، مالا، بالكش تو نتفاهمو بالقدا.
A 4 5|||Replace|||نتفاهموا|||REQUIRED|||-NONE-|||0

S عاملتني كايني طالب.

S فهمتك. زادا، تنجمش تعاوني في مشكة اخرى؟
A 5 6|||Replace|||مشكلة|||REQUIRED|||-NONE-|||0

S ممكن تردلي بلار مريات الشمس هاذي متاع نضر؟
A 1 2|||Replace|||ترد لي|||REQUIRED|||-NONE-|||0
A 7 8|||Replace|||النظر؟|||REQUIRED|||-NONE-|||0

S محلاه الكلب. شنوة نوعو؟
A 0 1|||Replace|||ما احلاه|||REQUIRED|||-NONE-|||0
A 2 3|||Replace|||شنوا|||REQUIRED|||-NONE-|||0

S طيحت فرشيطتي. عيشك جيبلي وحدة اخرى.
A 2 3|||Replace|||يعيشك|||REQUIRED|||-NONE-|||0
A 3 4|||Replace|||جيب لي|||REQUIRED|||-NONE-|||0
A 4 5|||Replace|||واحدة|||REQUIRED|||-NONE-|||0

S عملت جو.

S بالطبيعة. امشي طول و بعد دور الدورة الثالثة عاليمين. تو تلقاه على يمينك.
A 3 5|||Replace|||وبعد|||REQUIRED|||-NONE-|||0

S تعرفها كاتي؟ هاذي حفلة عيد ميلادها.

S عندكم جدول الوان؟

S اما، هو، يا راجل، كيفاش نعرف الي هذاكا هو الصحيح؟
A 6 7|||Replace|||اللي|||REQUIRED|||-NONE-|||0
A 7 8|||Replace|||هاذاكا|||REQUIRED|||-NONE-|||0

S انجم نشريه ما نغير ما نخلص عليه اداء؟
A 0 1|||Replace|||ننجم|||REQUIRED|||-NONE-|||0
A 2 3|||Replace|||من|||REQUIRED|||-NONE-|||0
A 3 4|||Replace|||غير|||REQUIRED|||-NONE-|||0

S ما انجمش نحط دبشي تحت الكرسي. تخليهولي عندك، يعيشك؟
A 1 2|||Replace|||ننجمش|||REQUIRED|||-NONE-|||0
A 6 7|||Replace|||تخليه لي|||REQUIRED|||-NONE-|||0

S ميسالش تحطلي الفاليجة هاذي في الكوفر؟
A 1 2|||Replace|||تحط لي|||REQUIRED|||-NONE-|||0

S خارج انا توا، مالا تو نتعدى نهزو.
A 6 7|||Replace|||نهزه.|||REQUIRED|||-NONE-|||0

S عيشك ابعثلي شكون بش يهبطلي دبشي مع الستة و نص.
A 0 1|||Replace|||يعيشك|||REQUIRED|||-NONE-|||0
A 1 2|||Replace|||ابعث لي|||REQUIRED|||-NONE-|||0
A 3 4|||Replace|||باش|||REQUIRED|||-NONE-|||0
A 4 5|||Replace|||يهبط لي|||REQUIRED|||-NONE-|||0
A 8 10|||Replace|||ونص.|||REQUIRED|||-NONE-|||0

S شنوة الخبز الي عندكم؟
A 0 1|||Replace|||شنوا|||REQUIRED|||-NONE-|||0
A 2 3|||Replace|||اللي|||REQUIRED|||-NONE-|||0

S وينو المصعد؟

S فما شكون يعرف يلعب عالبيانو؟

S عيشك، اما ما نتصورش عندي وقت باش نقعد ليلتين. تنجم تحجزلي في الوتيل بيت بزوز فروشات هاذاكا لليلة اثناش مارس اكاهو؟
A 0 1|||Replace|||يعيشك،|||REQUIRED|||-NONE-|||0
A 10 11|||Replace|||تحجز لي|||REQUIRED|||-NONE-|||0
A 18 19|||Replace|||اثنعش|||REQUIRED|||-NONE-|||0

S مازلنا ما قررناش.
A 0 1|||Replace|||ما زلنا|||REQUIRED|||-NONE-|||0

S عشيري عثر و فصع ساقو.
A 2 4|||Replace|||وفصع|||REQUIRED|||-NONE-|||0
A 4 5|||Replace|||ساقه.|||REQUIRED|||-NONE-|||0

S نحب نجرب شوية شربات.

S فما مطعم تايلندي موش بعيد؟

S بجنب البنية الطويلة هاذيكا بالضبط. مالا، ارجع منين جيت حتى للضوء. بعد، دور عاليسار.

S لازمني ناخذ طيارة للوس انجلس غدوة الصباح بكري.

S مالا نجم ننصح بثقة بالمحواسة هاذي متاع مدينة سان فرانسيسكو. تعطيك اهم ما فما في سان فرانسيسكو.
A 1 2|||Replace|||ننجم|||REQUIRED|||-NONE-|||0

S نحب نعمل تأمين.

S تحب تشري روبة.

S بقداش تاكسي للوتيل هذا؟

S ويني بيت البانو؟

S الدخلة بالفلوس للبنية هاذي؟

S كيما تحب.

S الشباك واحل.

S نصف وقية من شانيل خمسة، يعيشك.

S تحب شوية قهوة؟

S نحتاج تسكرة؟

S بقداش سوم الخدمة حسب التقريب؟

S قداش من هوني؟

S كريمة و سكر؟
A 1 3|||Replace|||وسكر؟|||REQUIRED|||-NONE-|||0

S عندكم تخفيض للاعضاء؟

S فما ترينو اكسبريس مع التسعة و نص؟
A 2 3|||Replace|||اكسبرس|||REQUIRED|||-NONE-|||0
A 5 7|||Replace|||ونص؟|||REQUIRED|||-NONE-|||0

S خليني نتققد زيت الفران و الموطور. الموطور متاعك قريب يسكت.
A 4 6|||Replace|||والموطور.|||REQUIRED|||-NONE-|||0

S ماكانتش غلطتي.
A 0 1|||Replace|||ما كانتش|||REQUIRED|||-NONE-|||0

S الضوء مقصوص.

S تو نبلغ للشرطة.

S كل واحد لازم يخلص مشروباته؟

S بين تلاثين و خمسين دولار الليلة.
A 1 2|||Replace|||ثلاثين|||REQUIRED|||-NONE-|||0
A 2 4|||Replace|||وخمسين|||REQUIRED|||-NONE-|||0

S رقعهولي عيشك.
A 0 1|||Replace|||رقعه لي|||REQUIRED|||-NONE-|||0
A 1 2|||Replace|||يعيشك.|||REQUIRED|||-NONE-|||0

S في ايامات راس العام. و في المناسبات الخاصة كيما العروسات، تشليم الجوائز ولا الزنازات.
A 4 6|||Replace|||وفي|||REQUIRED|||-NONE-|||0
A 10 11|||Replace|||تسليم|||REQUIRED|||-NONE-|||0

S شبيه ما تعطيهاش هدية؟

S دزتني في الجنب.

S انجم نتعدالك مع الساعتين.
A 0 1|||Replace|||ننجم|||REQUIRED|||-NONE-|||0
A 1 2|||Replace|||نتعدا لك|||REQUIRED|||-NONE-|||0

S هذا باقاج رحلة جيه إيه إل صفر واحد؟
A 1 2|||Replace|||باغاج|||REQUIRED|||-NONE-|||0
A 3 4|||Replace|||جي|||REQUIRED|||-NONE-|||0
A 4 5|||Replace|||اي|||REQUIRED|||-NONE-|||0
A 5 6|||Replace|||ال|||REQUIRED|||-NONE-|||0

S هاذي اول مرة تمشي لباريز.

S ميسالش تعطيني فكرة عالسوم قبل ما تبدى تخدم؟
A 6 7|||Replace|||تبدا|||REQUIRED|||-NONE-|||0

S ادخل، يعيشك.

S وقتاش نركبو في البطو؟
A 1 2|||Replace|||نركبوا|||REQUIRED|||-NONE-|||0

S ما عناش ساك يرفع الكمية هاذي مالا تو نحطلك في الشكارة البلاستيك الكبيرة هاذي.
A 1 2|||Replace|||عنناش|||REQUIRED|||-NONE-|||0
A 8 9|||Replace|||نحط لك|||REQUIRED|||-NONE-|||0

S نحب نلعب تنس.

S فما عصير اناناس، بردقان و عصير طماطم.
A 3 4|||Replace|||برتقان|||REQUIRED|||-NONE-|||0
A 4 6|||Replace|||وعصير|||REQUIRED|||-NONE-|||0

S في الطاق هذا عايسار، بحذى الدروج.
A 3 4|||Replace|||عيسار،|||REQUIRED|||-NONE-|||0

S ما تحبش نتفرجو في فيلم اخر؟
A 2 3|||Replace|||نتفرجوا|||REQUIRED|||-NONE-|||0
A 5 6|||Replace|||آخر؟|||REQUIRED|||-NONE-|||0

S عيشك صرفلي شاك السفر هذا.
A 0 1|||Replace|||يعيشك|||REQUIRED|||-NONE-|||0
A 1 2|||Replace|||اصرف لي|||REQUIRED|||-NONE-|||0

S ممكن انجم نعطيك جوا ما خير بعد زوز ولا تلاثة عروض.
A 1 2|||Replace|||ننجم|||REQUIRED|||-NONE-|||0
A 3 4|||Replace|||جواب|||REQUIRED|||-NONE-|||0
A 9 10|||Replace|||ثلاثة|||REQUIRED|||-NONE-|||0

S شفما مسرحيات موسيقية المدة هاذي؟

S عندك مراية؟

S تو ناخو هاذي، عيشك.
A 3 4|||Replace|||يعيشك.|||REQUIRED|||-NONE-|||0

S أنا متأكد إنو المجرم موش بعيد.
A 0 1|||Replace|||انا|||REQUIRED|||-NONE-|||0
A 2 3|||Replace|||انه|||REQUIRED|||-NONE-|||0

S عشرا تنابر، يعيشك.
A 0 1|||Replace|||عشرة|||REQUIRED|||-NONE-|||0

S عندي وجيعة في قراجمي.

S أنا محتاج لتذكار من نيويورك.
A 0 1|||Replace|||انا|||REQUIRED|||-NONE-|||0

S باش نخرج. تنجم تبعث حمال؟

S منقالتي سكتت.

S أوه، بالحق؟ كيفاش حبيتو؟
A 0 1|||Replace|||اوه،|||REQUIRED|||-NONE-|||0
A 3 4|||Replace|||حبيته؟|||REQUIRED|||-NONE-|||0

S نحلو مع التسعا متاع الصباح.
A 0 1|||Replace|||نحلوا|||REQUIRED|||-NONE-|||0
A 2 3|||Replace|||التسعة|||REQUIRED|||-NONE-|||0

S نحب كتاب تلوين.

S نظن عندي دوخة الجو.

S ياخي يلزمني نمشي لبانكا يابانية؟

S يلزمك تبدل فلوسك في بانكا.

S ياخي مازال فما برشا وقت قبل المشي؟
A 1 2|||Replace|||ما زال|||REQUIRED|||-NONE-|||0

S راجلك هو واحد من أحسن كليوناتنا.
A 4 5|||Replace|||احسن|||REQUIRED|||-NONE-|||0

S تعرفشي طبيب سنين باهي؟

S أوه. يلزمك تعلم توا القنصلية.
A 0 1|||Replace|||اوه.|||REQUIRED|||-NONE-|||0

S بالركاضة، وموش بالمغرفة.

S برشا ناس يمشيو للبحر على طول الموسم.
A 2 3|||Replace|||يمشيوا|||REQUIRED|||-NONE-|||0

S وزنت تقريب ميا وخمسين رطل.
A 2 3|||Replace|||مية|||REQUIRED|||-NONE-|||0

S وين يلزمني ناخو النقل متاعي؟

S وين موجود بيرو الحاجات الضايعة؟

S فما كار تمشي مسترسلة؟

S ياخي نحتاج لمعالجة خاصة؟

S فلوس ولا بطاقة الخصم؟

S قداش وقت يلزم باش تعملي بطاقة فيزا جديدة؟
A 4 5|||Replace|||تعمل لي|||REQUIRED|||-NONE-|||0

S وين موجودين التوالاتات؟

S المبلغ الكل هو ميتين وتلاثا وأربعين جنيه، مادام.
A 4 5|||Replace|||وثلاثة|||REQUIRED|||-NONE-|||0
A 5 6|||Replace|||واربعين|||REQUIRED|||-NONE-|||0

S هذي هدية. تنجم تلفهالي في غلاف مزيان؟
A 0 1|||Replace|||هاذي|||REQUIRED|||-NONE-|||0
A 3 4|||Replace|||تلفها لي|||REQUIRED|||-NONE-|||0

S ملا منظر. هاذم ثنايا مزيانين.

S إيه، عندنا حجز ليك إنت.
A 0 1|||Replace|||ايه،|||REQUIRED|||-NONE-|||0
A 4 5|||Replace|||انت.|||REQUIRED|||-NONE-|||0

S سامحني، نحب نمشي بالكار للوتيل متاعي في المدينة. منين نجم ناخو واحدة؟
A 9 10|||Replace|||ننجم|||REQUIRED|||-NONE-|||0

S هاذي البيت ميتين وواحد. نحب نطلب فطور الصباح لغدوة.

S مالا، حطو الحشوة لداخل.
A 1 2|||Replace|||نحطوا|||REQUIRED|||-NONE-|||0

S كيفاش تحب إنو نسرحلك شعرك اليوم؟
A 2 3|||Replace|||انه|||REQUIRED|||-NONE-|||0
A 3 4|||Replace|||نسرح لك|||REQUIRED|||-NONE-|||0

S تنجم تعاود صياغتو بكلمات أخرين؟
A 2 3|||Replace|||صياغته|||REQUIRED|||-NONE-|||0
A 4 5|||Replace|||اخرين؟|||REQUIRED|||-NONE-|||0

S بش نعمل بإلي عندك.
A 0 1|||Replace|||باش|||REQUIRED|||-NONE-|||0
A 2 3|||Replace|||باللي|||REQUIRED|||-NONE-|||0

S نحبو طاولة قريبة م الركح.
A 0 1|||Replace|||نحبوا|||REQUIRED|||-NONE-|||0
A 3 5|||Replace|||مالركح.|||REQUIRED|||-NONE-|||0

S أنا لاباس. إي باهي، ماشي لأي بلاصة؟
A 0 1|||Replace|||انا|||REQUIRED|||-NONE-|||0
A 1 2|||Replace|||لا باس.|||REQUIRED|||-NONE-|||0
A 2 3|||Replace|||اي|||REQUIRED|||-NONE-|||0
A 5 6|||Replace|||لاي|||REQUIRED|||-NONE-|||0

S نحن على إرتفاع ألفين وأربعا ميات ميترو.
A 2 3|||Replace|||ارتفاع|||REQUIRED|||-NONE-|||0
A 3 4|||Replace|||الفين|||REQUIRED|||-NONE-|||0
A 4 5|||Replace|||واربعة|||REQUIRED|||-NONE-|||0
A 5 6|||Replace|||مية|||REQUIRED|||-NONE-|||0

S أدخل. يعيشك حطو على الطاولة هنا.
A 0 1|||Replace|||ادخل.|||REQUIRED|||-NONE-|||0
A 2 3|||Replace|||حطه|||REQUIRED|||-NONE-|||0

S يعيشك ألغي نومرويا متاع البطاقة.
A 1 2|||Replace|||الغي|||REQUIRED|||-NONE-|||0

S سامحني، تباعو الكل أما باش نجيبو أخرين في ليامات الجاية.
A 1 2|||Replace|||تباعوا|||REQUIRED|||-NONE-|||0
A 3 4|||Replace|||اما|||REQUIRED|||-NONE-|||0
A 5 6|||Replace|||نجيبوا|||REQUIRED|||-NONE-|||0
A 6 7|||Replace|||اخرين|||REQUIRED|||-NONE-|||0
A 8 9|||Replace|||الايامات|||REQUIRED|||-NONE-|||0

S ما عنديش موعد، أما هذا مزروب.
A 3 4|||Replace|||اما|||REQUIRED|||-NONE-|||0

S هذا ما تعملش بالقدا.

S وين لاسنسور؟
A 1 2|||Replace|||الاسنسور؟|||REQUIRED|||-NONE-|||0

S عندك مطوية عل لحداث؟
A 2 3|||Replace|||على|||REQUIRED|||-NONE-|||0
A 3 4|||Replace|||الاحداث؟|||REQUIRED|||-NONE-|||0

S وين مدخل المترو؟

S ضيعت تسكرتي متاع الطيارة.

S ياخي ما تنجمش تبقى هوني في العطل؟

S أوه، أنا بالحق متأسف إلي قلقتك.
A 0 1|||Replace|||اوه،|||REQUIRED|||-NONE-|||0
A 1 2|||Replace|||انا|||REQUIRED|||-NONE-|||0
A 4 5|||Replace|||اللي|||REQUIRED|||-NONE-|||0
A 5 6|||Replace|||اقلقتك.|||REQUIRED|||-NONE-|||0

S فما توالتات عمومية قريبة لهوني؟

S شنيا المجموع؟

S هذا باهي برشا. توا الأسئلة، يعيشك.
A 4 5|||Replace|||الاسئلة،|||REQUIRED|||-NONE-|||0

S عندك صرف لعداد البارك؟

S ياخي يلزمني ندور عل ليسار؟
A 3 4|||Replace|||على|||REQUIRED|||-NONE-|||0
A 4 5|||Replace|||اليسار؟|||REQUIRED|||-NONE-|||0

S سوم باهي برشا، صحيح؟

S يلزمك تاخذو تسعا وتسعين مرة في اليوم، قبل الماكلة.
A 1 2|||Replace|||تاخذه|||REQUIRED|||-NONE-|||0
A 2 3|||Replace|||تسعة|||REQUIRED|||-NONE-|||0

S نحبو بالحق.
A 0 1|||Replace|||نحبوا|||REQUIRED|||-NONE-|||0

S نحب ركيزة.

S عظيم. كنت نلوج على تاكسي، أما هذا خير.
A 5 6|||Replace|||اما|||REQUIRED|||-NONE-|||0

S كبوط مزيان. ياخي مخيط في بريطانيا؟

S نحب نمشي لسنتر هارفارد. تنجم تقلي وقتلي نوصلولو؟
A 3 4|||Replace|||هارفرد.|||REQUIRED|||-NONE-|||0
A 5 6|||Replace|||تقول لي|||REQUIRED|||-NONE-|||0
A 6 7|||Replace|||وقت اللي|||REQUIRED|||-NONE-|||0
A 7 8|||Replace|||نوصلوا له؟|||REQUIRED|||-NONE-|||0

S زوز كهول وزوز صغار، يعيشك.

S قداش السوم؟

S حرب النجوم عمل أكبر نجاح في سنة ألف وتسعا ميا وأربعا وثمانين.
A 3 4|||Replace|||اكبر|||REQUIRED|||-NONE-|||0
A 7 8|||Replace|||الف|||REQUIRED|||-NONE-|||0
A 8 10|||Replace|||وتسعمية|||REQUIRED|||-NONE-|||0
A 10 11|||Replace|||واربعة|||REQUIRED|||-NONE-|||0

S وين موجود الفضاء من غير تدخين؟

S """هو """"ت"""" كيفما توم، إيه عندي منو هوني، يا تارو."""
A 1 2|||Replace|||""""ت#""""|||REQUIRED|||-NONE-|||0
A 4 5|||Replace|||ايه|||REQUIRED|||-NONE-|||0
A 6 7|||Replace|||منه|||REQUIRED|||-NONE-|||0

S لشنيا يصلح هذا؟

S أناهم بطاقات الكريدي إلي تقبلوهم؟
A 0 1|||Replace|||اناهم|||REQUIRED|||-NONE-|||0
A 3 4|||Replace|||اللي|||REQUIRED|||-NONE-|||0

S عندي برشا وقت.

S إي باهي، جاء وقت الفطور. تحب نتناقشو في الفطور؟
A 0 1|||Replace|||اي|||REQUIRED|||-NONE-|||0
A 6 7|||Replace|||نتناقشوا|||REQUIRED|||-NONE-|||0

S صباح الخير، إسمي أودا. عندي حجز لليلة أما باش نوصل مخر شوية ع التسجيل. يعيشك خليلي الحجز متاعي.
A 2 3|||Replace|||اسمي|||REQUIRED|||-NONE-|||0
A 3 4|||Replace|||اودا.|||REQUIRED|||-NONE-|||0
A 7 8|||Replace|||اما|||REQUIRED|||-NONE-|||0
A 10 11|||Replace|||ماخر|||REQUIRED|||-NONE-|||0
A 12 14|||Replace|||عالتسجيل.|||REQUIRED|||-NONE-|||0
A 15 16|||Replace|||خلي لي|||REQUIRED|||-NONE-|||0

S الصبابط هاذم قويين؟

S قالو إنو القريب ياسر منتشر غادي.
A 0 1|||Replace|||قالوا|||REQUIRED|||-NONE-|||0
A 1 2|||Replace|||انه|||REQUIRED|||-NONE-|||0
A 2 3|||Replace|||الغريب|||REQUIRED|||-NONE-|||0

S بالداخل.

S سامحني. نحنا معبين غدوة في الليل.

S أنا مع لصحاب.
A 0 1|||Replace|||انا|||REQUIRED|||-NONE-|||0
A 2 3|||Replace|||الاصحاب.|||REQUIRED|||-NONE-|||0

S حسب غورو، سي يامادا عندو زوز صغار.
A 4 5|||Replace|||عنده|||REQUIRED|||-NONE-|||0

S نحب برشا نعمل دورة ببرج لندن.

S يعيشك أربط أحزمة الأمان متاعك.
A 1 2|||Replace|||اربط|||REQUIRED|||-NONE-|||0
A 2 3|||Replace|||احزمة|||REQUIRED|||-NONE-|||0
A 3 4|||Replace|||الامان|||REQUIRED|||-NONE-|||0

S هو مشغول.

S ياخي عندك فروي د مار؟
A 3 5|||Replace|||دمار؟|||REQUIRED|||-NONE-|||0

S هو غالي برشا.

S نحب، أما سامحني ما نجمش نعملو الوقت هاذا.
A 1 2|||Replace|||اما|||REQUIRED|||-NONE-|||0
A 4 5|||Replace|||ننجمش|||REQUIRED|||-NONE-|||0
A 5 6|||Replace|||نعمله|||REQUIRED|||-NONE-|||0

S إي باهي، مازلت ما نعرفش، أما أكيد باش نحاول.
A 0 1|||Replace|||اي|||REQUIRED|||-NONE-|||0
A 2 3|||Replace|||ما زلت|||REQUIRED|||-NONE-|||0
A 5 6|||Replace|||اما|||REQUIRED|||-NONE-|||0
A 6 7|||Replace|||اكيد|||REQUIRED|||-NONE-|||0

S يعيشك إستعمل بيت القياس غادي.
A 1 2|||Replace|||استعمل|||REQUIRED|||-NONE-|||0

S تسعين دولار لتذكرة مشي. صرف ولا بالبطاقة؟

S كيفاش اليابانيين يربيو صغارهم؟ هوما صعاب معاهم؟
A 2 3|||Replace|||يربيوا|||REQUIRED|||-NONE-|||0

S تنجم تعطيني أوقات الحلان؟
A 2 3|||Replace|||اوقات|||REQUIRED|||-NONE-|||0

S عندي معدتي ثقيلة.

S ياخي نجمو نبداو نلعبو وقتلي يكملو؟
A 1 2|||Replace|||ننجموا|||REQUIRED|||-NONE-|||0
A 2 3|||Replace|||نبداوا|||REQUIRED|||-NONE-|||0
A 3 4|||Replace|||نلعبوا|||REQUIRED|||-NONE-|||0
A 4 5|||Replace|||وقت اللي|||REQUIRED|||-NONE-|||0
A 5 6|||Replace|||يكملوا؟|||REQUIRED|||-NONE-|||0

S الشعب الياباني يساوي تقريب ميا وعشرين مليون ساكن.
A 4 5|||Replace|||مية|||REQUIRED|||-NONE-|||0

S زيد الحاجات هاذم لبطاقة التسجيل.

S ياخي نجم نسترجع حاجاتي؟
A 1 2|||Replace|||ننجم|||REQUIRED|||-NONE-|||0

S ياخي عندك خمارات سوا؟ نلوج على هدية لمرتي.

S باش نجيبهولك توا. شنيا نومرو بيتك؟
A 1 2|||Replace|||نجيبه لك|||REQUIRED|||-NONE-|||0

S نحب نسافر بالباطو من شانغهاي حتى لهاواي.

S تنجم تجهزه الخمسة متاع العشية غدوة؟

S هذا يشد عشرا دقايق على الساقين.
A 2 3|||Replace|||عشرة|||REQUIRED|||-NONE-|||0

S قبل ما نكمل، تنجم تعطيني شوية دقايق؟

